{
    "welcome_to_dhaanya_farmer_campaign": "Welcome to Dhaanya Farmer Campaign",
    "register_farmer": "Register Farmer",
    "overall_target": "Overall Target",
    "overall_achieved": "Overall Achieved",
    "day_target": "Day Target",
    "day_achieved": "Day Achieved",
    "login": "Login",
    "mobile_no": "Mobile No *",
    "get_otp": "Get OTP",
    "submit": "Submit",
    "didnot_recieve_otp": "Didn't recieve OTP?",
    "resend_otp": "RESEND OTP",
    "otp": "OTP",
    "validation": "Validation",
    "home_page": "Home Page",
    "farmer_registered_successful": "Farmer Registered Successfully",
    "ivr_call_sent_to_farmer_mobile_number": "IVR call sent to Farmer's Mobile Number",
    "farmer_name": "Farmer Name *",
    "invalid_nickname": "Invalid nickname",
    "mobile_number": "Mobile Number *",
    "village": "Village*",
    "pincode": "Pincode",
    "preferred_retailer": "Preferred Retailer",
    "land_owned_in_acre": "Land Owned in Acre",
    "1_to_10": "1 to 10",
    "more_than_10": "More than 10",
    "which_crop_he_grows": "Which crop he grows",
    "millet": "Millet",
    "how_much_Area_he_cultivate_the_selected_crop_in_acre": "How much Area he cultivate the selected crop in acre",
    "which_company_seeds_he_generally_buy": "Which company seeds he generally buy",
    "use_dhaanya_seed": "USE DHAANYA SEED?",
    "yes": "YES",
    "no": "NO",
    "which_company_hybrid_used": "Which Company/Hybrid Used",
    "retailer_edge_code": "Retailer Edge code",
    "validation_route": "Validation Route",
    "registration_code": "Registration Code",
    "ivr": "IVR",
    "i_agree_to": "I AGREE TO",
    "term_condition": "TERMS & CONDITIONS",
    "of_the_scheme": "OF THE SCHEME",
    "registration": "Registration",
    "term_conditions": "Terms and Conditions",
    "term_conditions1": "Rallis India Limited, a company duly incorporated under the Companies Act, having its corporate office at 23rd Floor, Lodha Excelus, New Cuffe Parade, Off Eastern Freeway, Wadala, Mumbai 400037, Maharashtra, India,  is conducting this campaign which is being organized by and through its agency partner, Sproxil Brand Protection Solutions Private Limited, a company duly incorporated under the Companies Act, 1956 having its regd. Office at B-405, Lodha Supremus – II, Wagle Estate, Road No 22,Thane West, Thane - 400608, hereinafter together referred to as the “Organizers”.",
    "term_conditions2": "Please read the terms and conditions of the Offer before participating in it (hereinafter referred to as the “Offer”). By participating/availing this Offer, it is deemed that the participants/customers/ consumers (hereinafter collectively referred to as “Participant”) and/or Winners have irrevocably and unconditionally accepted all terms & conditions contained herein, including any/all amendment, modification, etc. made thereto without demur and shall throughout remain bound to them as under:",
    "term_conditions_agreement": "Agreement to Terms and Conditions-",
    "agreement1": "i. Rallis Dhaanya Farmer Registration campaign will be run for a limited time period and is valid from 06th Dec, 2022 to 06th Aug, 2022. Registration of farmer will be closed on 06th Jul, 2022.",
    "agreement2": "ii. The Organizers reserves the right to announce the gifts/scheme in the middle of the campaign, substitute or change the scheme &amp; gifts without prior notice. The Organizers also reserves the right to suspend or terminate the program any time it deems necessary.",
    "agreement3": "iii. Rewards shall not be exchangeable, transferable, redeemable or substituted for cash or otherwise, in all cases, whether in whole or part. Rewards once delivered cannot be returned or cancelled.",
    "agreement4": "iv. Dispute if any should be referred to the Organizers and decision of the Organizers regarding the reward will be final and binding.",
    "agreement5": "v. The Organizers reserves the right to cancel/amend the scheme and its terms &amp; conditions without notice in the event of a catastrophe, war, civil or military disturbance, pandemic, act of God or any actual or anticipated breach of any applicable law or regulation or any other event outside the company&rsquo;s control. Changes to the scheme will be notified to concerned parties as soon as possible by the Organizers.",
    "agreement6": "vi. Any activity by dealer/retailer/end-user/entrant which can be termed illegal by laws in India and/or by the Organizers shall be disqualified without notice to the dealer/retailer/end-user/entrant.",
    "agreement7": "vii. The Organizers reserves the right to decide and execute scheme dynamics, namely, minimum and maximum purchase value of Rallis India Limited goods, gifts, redemption method and partnering with 3rd party agencies to carry out the scheme in the market.",
    "agreement8": "viii. By accepting the Offer, Participants fully and unconditionally agree to abide by the terms and conditions, privacy policies &amp; Opt-in for promotional communication. Organizer&rsquo;s decision shall be final and binding in all matters related to the Offer is subject to all requirements set forth herein.",
    "agreement9": "ix. Nothing by way of terms and conditions of this Offer or otherwise shall be construed as an enticement for participating in the offer, buying or advertising of the product.",
    "how_to_participate": "How to Participate-",
    "participate1": "i. On the login page MDR will have language selection options of English, Hindi, Marathi &amp; Gujarati all the content in the webpages will be shown accordingly.",
    "participate2": "ii. To login MDR has to enter his mobile no and confirm it by using OTP.",
    "participate3": "iii. Upon login, MDR Will be able to see his individual target and achievement till date.",
    "participate4": "iv. On the same page he will have a button to register a new farmer.",
    "participate5": "v. Clicking on this button will take him to the farmer registration page.",
    "participate6": "vi. MDR will enter famer details like name, mobile number, village, pin code, preferred retailer, land owned in Acre, crops they grow, land use for specific crop, company seeds they generally buy, Dhaanya brand seeds they uses &amp; edge code of retailer.",
    "participate7": "vii. MDR will have two options to confirm the farmers registration by registration code (alphanumeric) or IVR.",
    "participate8": "viii. If the farmer says registration code, then the MDR will select the registration code option through which registration code SMS will be sent to farmer.",
    "participate9": "ix. MDR will take the registration code from farmer and enter in his registration page and submit to confirm the registration",
    "participate10": "x. If farmer says IVR then MDR will select the IVR option through which farmer will get a IVR call, asking his to press 1 to confirm his registration or 2 to reject.",
    "participate11": "xi. By confirming the registration farmer agrees for using WhatsApp to share the product content.",
    "term_conditions_intellectual": "Intellectual Property-",
    "intellectual1": "i. All rights, title and interest including but not limited to the Intellectual Property Rights, in the current Offer material(s) and in any and all responses received shall vest solely and exclusively with Organizers at all times. Organizers or any person or entity permitted by Organizers in this regard shall be entitled to use the responses received or any information in connection with the entry in any media for future Offer, marketing, publicity and any other purpose without any permission and or payment to the Participant.",
    "intellectual2": "ii. All material submitted in connection with the Offer (whether written, audio, electronic or visual form, or a combination of those) or any photographs, video and/or film footage and/or audio recording taken of Participants are assigned to Organizers upon submission and become the property of Organizers exclusively. Organizers may use the material in any medium, in any reasonable manner it sees fit. Copyright in any such material remains the sole property of Organizers.",
    "general_conditions": "General Conditions-",
    "general_conditions1": "i. The Participant understands and agrees that the selected Participant/ Winner(s) alone shall be entitled to prizes, subject to all terms and conditions mentioned herein, and furnishing of correct and complete details as indicated in Clauses 1(X) above (including but not limited to) in the prescribed manner and to the entire satisfaction of the Organizers.",
    "general_conditions2": "ii. The Offer will be promoted at the sole discretion of the Organizers.",
    "general_conditions3": "iii. The Participants hereby irrevocably authorize Organizers and their respective owners, affiliates, subsidiaries, associates and grants a royalty-free and perpetual right to use as per Organizers   discretion any and all data gathered during and/or after the Offers in respect of the Participant (including but not limited to name and photograph and other personal details) for the purpose of this Offer and or in any of its communications including marketing promotions along with or without Organizers brand and advertisements, social media, Organizers Platform or any other public domain.",
    "general_conditions4": "iv. The Participant/Winner(s) will be intimated on the mobile number provided by the Participant on the microsite. The decision of the management of Organizers in this regard shall be final &amp; binding upon the Participant and/or the Winner(s), and the Participant/ Winner(s) hereby agree that no claims, disputes, etc. of any sort shall be raised against the Organizers.",
    "general_conditions5": "v. The prize can neither be exchanged nor redeemed for cash/ any non-monetary consideration nor it is transferable. In the event of non-availability or inability of Organizers to provide the exact prize for any reason whatsoever, the Organizers shall have the right to offer an alternative prize and the winning Participant shall accept the same without demur and shall not make any claim against the Organizers on any account.",
    "general_conditions6": "vi. The prize is subject to the applicable laws of India. Any deduction of applicable taxes, levies and other statutory payments, including but not limited to applicable gift tax, shall be borne solely by the Winner.",
    "general_conditions7": "vii. While accepting the prize under the Offer, the Winner(s) may be required to execute an &ldquo;indemnity&rdquo; and &ldquo;release of claims&rdquo; form as may be provided by Organizers, as the case may be, which shall release the Organizers of all liability, loss, damage, demand, claim, etc. in connection with the Offer and prizes contemplated under this Offer. Failure to complete and sign any documents requested by Organizers may result in disqualification of such Participant and/or Winner. Thereafter, the Organizers, at its discretion, will be entitled to choose the next winner. All decisions of Organizers shall be final in this regard.",
    "general_conditions8": "viii. Organizers are not responsible for any errors or omissions in the terms and conditions contained herein. All information provided in the Offer is provided on 'as-it-is' basis without any warranty of any kind. Organizers, its management, directors, employees, officers, affiliates or subsidiaries, agents, representatives, etc. or any of its sponsors/ partners make no representations, and further disclaim themselves from all express, implied, and statutory warranties of any kind towards the Participants, Winners and/or any third party with respect to accuracy, timelines, completeness, merchantability, or fitness of the Offer.",
    "general_conditions9": "ix. Organizer&rsquo;s on roll employees and their family members, and its sponsors/partners are not eligible to participate in the Offer.",
    "general_conditions10": "x. All rights, title and interest, including but not limited to Intellectual Property Rights in the Offer and/or any other promotional material(s) shall vest solely and exclusively with Organizers at all times. In connection with the Offer, the Organizers or any person or entity permitted by the Organizers shall be entitled to use personal details of Participant and/or Winners such as names, characters, photographs, voices, videotape, etc. for any media promotions, marketing activity, publicity and likewise purposes. By voluntarily participating in the Offer, Participant and/or Winner(s) hereby waive off all their rights to claim royalty, remuneration or legally challenge due to any such use of their personal details by the Organizers.",
    "general_conditions11": "xi. Organizers reserves its right to change, defer, alter or cancel this Offer in part or full, or change any or all terms and conditions of the Offer, without giving any prior intimation/ notice of any kind. Further, it shall not be liable for any consequential losses/ damages to any Participant and/or Winners in this regard. Decision of the Organizers in general, and with respect to this Offer in particular shall be full, final, binding and non-contestable upon the Participant and/or the Winners.",
    "general_conditions12": "xii. Under no circumstance the Organizers, its management, directors, employees, officers, affiliates or subsidiaries, agents, representatives, etc. shall be liable to the Participant, Winners and/or any third party for any loss of profits or lost opportunity, or for any indirect, special, consequential, incidental, or punitive damages whatsoever, even if Organizers has been advised of the possibility of any such damages. The Participant/ Winners specifically agree not to file and/or initiate in person or through any family member or through any third party, any criminal and/or civil proceedings/ complaints/ applications in any courts or forum in India against Organizers, its management, directors, employees, officers, affiliates or subsidiaries, agents, representatives, etc. to claim any damages for any losses or seek relief in connection with the Offer and/or the prizes. The Participant/ Winners specifically agree that Organizers, its affiliates, its group companies, their employees, officers, directors or any other person and/or sponsors shall not be responsible for any claims/ liabilities/ losses (including legal fees) arising out of and in relation to any injury/ damage/ harm/ loss/ death/ mental or emotional trauma suffered by the Participant or prize Winners in any manner whatsoever in connection with the Offer and/or the prizes.",
    "general_conditions13": "xiii. All material and content contained in Organizers Platform is made available for Participant's personal and non-commercial use only. Any other use of the material/ content on Organizers Platform and/ or any information disseminated by SMS, or any other means of communication are strictly prohibited.",
    "general_conditions14": "xiv. All incidental costs, taxes or levies related to the Offers and UPI Cashbacks, if any, shall be exclusively borne by the Participants(s), including but not limited to TDS, gift tax (if any), insurance and any other taxes applicable by the Central, State or Municipal government.",
    "general_conditions15": "xv. Organizers reserve the right to extend, cancel, discontinue, prematurely withdraw, change, alter or modify this Offer or any part thereof including the eligibility criteria, the T&C at their sole discretion at any time during its validity as may be required including in view of business exigencies and/or changes by a regulatory authority and/or statutory changes and/or any reasons beyond their control and the same shall be binding on the Participant(s).",
    "general_conditions16": "xvi. Organizers shall not be liable to perform any of its obligations under the Offer or in respect of the prize where it is unable to do so as a result of unforeseen circumstances, Force Majeure conditions including but not limited to COVID-19 restrictions or circumstances beyond its reasonable control.",
    "general_conditions17": "xvii. Organizers are empowered to take a decision in case of any conditions, circumstances and scenarios beyond these terms and conditions of the Offer.",
    "general_conditions18": "xviii. The Offer and the terms and conditions herein shall be governed by and construed in accordance with the applicable laws in India. All matters with respect to the Offer and/or prizes are subject to the exclusive jurisdiction of the courts at Bangalore only. The Offer shall be deemed void were prohibited by law.",
    "dialog_full_name": "Please input your full name",
    "dialog_valid_number": "Please input a valid mobile number!",
    "dialog_farmer_vill": "Please input a Farmer Village!",
    "dialog_pincode": "Please input a Pincode!",
    "dialog_preferred_retailer": "Please input a Preferred Retailer!",
    "dialog_land_owned_in_acre": "Please select a land owned in acre!",
    "dialog_crop_name": "Please select a Crop Name!",
    "dialog_cultivate_crop_area": "Please select Area He Cultivate the selected crop in acre!",
    "dialog_company_name": "Please input a Company name!",
    "dialog_dhaanya_seed": "Please Select Dhaanya seed!",
    "dialog_company_used": "Please input a Company/Hybrid Used!",
    "dialog_edge_code": "Please input Retailer Edge Code!",
    "dialog_validate_route": "Please select Validation Route",
    "dialog_term_condition": "Please accept Term & Condition!",
    "dialog_check_login": "Please login first to use this service",
    "user_is_not_register": "User Is Not Registered please register",
    "otp_sent": "OTP has been sent to your Mobile",
    "enter_correct_otp": "Please Enter Correct OTP",
    "register_code_sent": "Registration Code Send To Farmers Number",
    "farmer_already_register": "FARMER is already registered",
    "ivr_sent": "IVR request has been sent to farmers number",
    "registration_successful": "Farmer Registration SuccessFully Completed",
    "registration_otp": "Please Enter Correct Registration Code",
    "seed_package": "I confirm that I will buy these many packets of Dhaanya hybrid seeds for the crop.",
    "dialog_pincode_digit": "Please Input Six digit pincode!"
}