{
    "welcome_to_dhaanya_farmer_campaign": "धान्या शेतकरी मोहीम आपले स्वागत आहे",
    "register_farmer": "शेतकरी नोंदणी करा",
    "overall_target": "एकूणच लक्ष्य",
    "overall_achieved": "एकूणच साध्य",
    "day_target": "दिवसाचे लक्ष्य",
    "day_achieved": "दिवस साधला",
    "login": "लॉग इन करा",
    "mobile_no": "मोबाइल नंबर *",
    "get_otp": "OTP प्राप्त करा",
    "submit": "प्रस्तुत करणे",
    "didnot_recieve_otp": "OTP मिळाला नाही?",
    "resend_otp": "पुन्हा पाठवा",
    "otp": "OTP",
    "validation": "OTP प्रमाणीकरण",
    "home_page": "मुखपृष्ठ",
    "farmer_registered_successful": "शेतकऱ्याने यशस्वीपणे नोंदणी केली",
    "ivr_call_sent_to_farmer_mobile_number": "शेतकऱ्याच्या मोबाईल नंबरवर IVR कॉल पाठवला",
    "farmer_name": "शेतकऱ्याचे नाव *",
    "invalid_nickname": "अवैध नाव",
    "mobile_number": "मोबाइल नंबर * ",
    "village": "गांव *",
    "pincode": "पिन कोड",
    "preferred_retailer": "पसंतीचा किरकोळ विक्रेता",
    "land_owned_in_acre": "जमीन एकर मध्ये",
    "1_to_10": "1 ते 10",
    "more_than_10": "10 पेक्षा जास्त",
    "which_crop_he_grows": "तो कोणते पीक घेतो",
    "millet": "बाजरी",
    "how_much_Area_he_cultivate_the_selected_crop_in_acre": "निवडलेल्या पिकाची लागवड तो किती क्षेत्रफळात करतो एकर मध्ये",
    "which_company_seeds_he_generally_buy": "तो साधारणपणे कोणत्या कंपनीचे बियाणे खरेदी करतो",
    "use_dhaanya_seed": "धान्य बियाणे वापरले ?",
    "yes": "होय",
    "no": "नाही",
    "which_company_hybrid_used": "कोणती कंपनी/हायब्रीड वापरले",
    "retailer_edge_code": "किरकोळ विक्रेता Edge कोड",
    "validation_route": "सत्यापन मार्ग",
    "registration_code": "नोंदणी कोड",
    "ivr": "आईवीआर",
    "i_agree_to": "मी योजनेच्या ",
    "term_condition": "नियम आणि अटी",
    "of_the_scheme": "सहमत आहे । ",
    "registration": "नोंदणी करा",
    "term_conditions": "नियम आणि अटी",
    "term_conditions1": "रॅलिस इंडिया लिमिटेड, कंपनी कायद्यांतर्गत रीतसर समाविष्ट केलेली कंपनी, तिचे कॉर्पोरेट कार्यालय 23व्या मजल्यावर, लोढा एक्सेलस, न्यू कफ परेड, ऑफ ईस्टर्न फ्रीवे, वडाळा, मुंबई 400037, महाराष्ट्र, भारत, या मोहिमेचे आयोजन करत आहे. आणि तिच्या एजन्सी भागीदाराद्वारे, Sproxil ब्रँड प्रोटेक्शन सोल्युशन्स प्रायव्हेट लिमिटेड, कंपनी कायदा, 1956 अंतर्गत रीतसर समाविष्ट असलेली कंपनी. B-405, लोढा सुप्रीमस - II, वागळे इस्टेट, रोड नं 22, ठाणे पश्चिम, ठाणे - 400608 येथील कार्यालय, यापुढे \"आयोजक\" म्हणून संबोधले जाईल.",
    "term_conditions2": "कृपया ऑफरमध्ये सहभागी होण्यापूर्वी त्यातील अटी आणि नियम वाचा (यापुढे \"ऑफर\" म्हणून संदर्भित). या ऑफरमध्ये सहभागी होऊन/उपलब्ध करून, असे मानले जाते की सहभागी/ग्राहक/ग्राहक (यापुढे एकत्रितपणे \"सहभागी\" म्हणून संबोधले जाते) आणि/किंवा विजेत्यांनी कोणत्याही/सर्व सुधारणा, बदलांसह, येथे असलेल्या सर्व अटी आणि शर्ती अपरिवर्तनीय आणि बिनशर्त स्वीकारल्या आहेत. , इ. त्यामध्ये विनाविलंब केले आणि संपूर्णपणे त्यांना",
    "term_conditions_agreement": "अटी व शर्तींचा करार",
    "agreement1": "i. रॅलीस धान्य शेतकरी नोंदणी मोहीम मर्यादित कालावधीसाठी चालवली जाईल आणि 06 डिसेंबर 2022 ते 06 ऑगस्ट 2022 पर्यंत वैध आहे. शेतकऱ्यांची नोंदणी 06 एप्रिल 2022 रोजी बंद केली जाईल.",
    "agreement2": "ii. मोहिमेच्या मध्यभागी भेटवस्तू/योजना जाहीर करण्याचा, पूर्वसूचना न देता योजना आणि भेटवस्तू बदलण्याचा किंवा बदलण्याचा अधिकार आयोजक राखून ठेवतात. आवश्यक वाटेल तेव्हा कार्यक्रम स्थगित करण्याचा किंवा संपवण्याचा अधिकारही आयोजक राखून ठेवतात.",
    "agreement3": "iii. बक्षिसे अदलाबदल करण्यायोग्य, हस्तांतरणीय, पूर्तता करण्यायोग्य किंवा रोख किंवा अन्यथा, सर्व प्रकरणांमध्ये, संपूर्ण किंवा अंशतः बदलता येणार नाहीत. एकदा वितरित केलेले पुरस्कार परत केले जाऊ शकत नाहीत किंवा रद्द केले जाऊ शकत नाहीत.",
    "agreement4": "iv. वाद असल्यास आयोजकांकडे पाठवावे आणि पुरस्काराबाबत आयोजकांचा निर्णय अंतिम व बंधनकारक असेल.",
    "agreement5": "v. आपत्ती, युद्ध, नागरी किंवा लष्करी अशांतता, महामारी, देवाची कृती किंवा कोणत्याही लागू कायद्याचे किंवा नियमांचे कोणतेही वास्तविक किंवा अपेक्षित उल्लंघन झाल्यास सूचना न देता योजना आणि त्यातील अटी व शर्ती रद्द/दुरुस्ती करण्याचा अधिकार आयोजक राखून ठेवतात. कंपनीच्या नियंत्रणाबाहेरील इतर कोणतीही घटना. योजनेतील बदल आयोजकांद्वारे शक्य तितक्या लवकर संबंधित पक्षांना सूचित केले जातील.",
    "agreement6": "vi. डीलर/किरकोळ विक्रेता/अंतिम-वापरकर्ता/प्रवेशकर्त्याची कोणतीही गतिविधी जी भारतातील कायद्यांद्वारे आणि/किंवा आयोजकांद्वारे बेकायदेशीर ठरवली जाऊ शकते ती डीलर/किरकोळ विक्रेता/अंतिम-वापरकर्ता/प्रवेशकर्त्याला सूचना न देता अपात्र ठरवली जाईल.",
    "agreement7": "vii. रॅलिस इंडिया लिमिटेड वस्तूंचे किमान आणि कमाल खरेदी मूल्य, भेटवस्तू, विमोचन पद्धत आणि बाजारात योजना राबविण्यासाठी तृतीय पक्ष एजन्सीसोबत भागीदारी करून योजनेची गतीशीलता ठरवण्याचा आणि अंमलात आणण्याचा अधिकार आयोजक राखून ठेवतात.",
    "agreement8": "viii. ऑफर स्वीकारून, सहभागी अटी आणि शर्ती, गोपनीयता धोरणे आणि प्रचारात्मक संप्रेषणासाठी निवड करण्यास पूर्णपणे आणि बिनशर्त सहमत आहेत. आयोजकाचा निर्णय अंतिम असेल आणि ऑफरशी संबंधित सर्व बाबींमध्ये बंधनकारक असेल तो येथे नमूद केलेल्या सर्व आवश्यकतांच्या अधीन आहे.",
    "agreement9": "ix. या ऑफरच्या अटी आणि शर्तींद्वारे किंवा अन्यथा ऑफरमध्ये सहभागी होण्यासाठी, उत्पादनाची खरेदी किंवा जाहिरात करण्यासाठी प्रलोभन म्हणून कोणत्याही गोष्टीचा अर्थ लावला जाणार नाही.",
    "how_to_participate": "कसे सहभागी व्हावे",
    "participate1": "i.  लॉगिन पृष्ठावर MDR मध्ये इंग्रजी, हिंदी, मराठी आणि गुजराती भाषा निवडीचे पर्याय असतील वेबपृष्ठावरील सर्व सामग्री त्यानुसार दर्शविली जाईल.",
    "participate2": "ii.  MDR ला लॉगिन करण्यासाठी त्याचा मोबाईल क्रमांक टाकावा लागेल आणि OTP वापरून त्याची पुष्टी करावी लागेल.",
    "participate3": "iii.  लॉग इन केल्यावर, MDR त्याचे वैयक्तिक लक्ष्य आणि आजपर्यंतचे यश पाहण्यास सक्षम असेल.",
    "participate4": "iv.  त्याच पानावर त्याला नवीन शेतकऱ्याची नोंदणी करण्यासाठी बटण असेल.",
    "participate5": "v.  या बटणावर क्लिक केल्याने त्याला शेतकरी नोंदणी पृष्ठावर नेले जाईल.",
    "participate6": "vi.  MDR नाव, मोबाईल नंबर, गाव, पिन कोड, पसंतीचा किरकोळ विक्रेता, एकरमधील जमीन, त्यांनी पिकवलेले पीक, विशिष्ट पिकासाठी जमिनीचा वापर, कंपनीचे बियाणे ते सामान्यतः खरेदी करतात, धन्या ब्रँडचे बियाणे ते वापरतात आणि किरकोळ विक्रेत्याचा एज कोड यासारखे नाव, मोबाईल क्रमांक, गाव, पिन कोड असे तपशील प्रविष्ट करेल.",
    "participate7": "vii.  नोंदणी कोड (अल्फान्यूमेरिक) किंवा IVR द्वारे शेतकऱ्यांच्या नोंदणीची पुष्टी करण्यासाठी MDR कडे दोन पर्याय असतील.",
    "participate8": "viii.  जर शेतकऱ्याने नोंदणी कोड म्हटला, तर MDR नोंदणी कोड पर्याय निवडेल ज्याद्वारे शेतकऱ्याला नोंदणी कोड एसएमएस पाठवला जाईल.",
    "participate9": "ix.  MDR शेतकऱ्याकडून नोंदणी कोड घेईल आणि त्याच्या नोंदणी पृष्ठावर टाकेल आणि नोंदणीची पुष्टी करण्यासाठी सबमिट करेल",
    "participate10": "x.  जर शेतकरी IVR म्हणत असेल तर MDR IVR पर्याय निवडेल ज्याद्वारे शेतकऱ्याला IVR कॉल येईल, त्याला त्याच्या नोंदणीची पुष्टी करण्यासाठी 1 किंवा नाकारण्यासाठी 2 दाबण्यास सांगेल.",
    "participate11": "xi.  नोंदणीची पुष्टी करून शेतकरी उत्पादनाची सामग्री शेअर करण्यासाठी WhatsApp वापरण्यास सहमती देतो.",
    "term_conditions_intellectual": "बौद्धिक संपदा--",
    "intellectual1": "i. सर्व हक्क, शीर्षक आणि स्वारस्य बौद्धिक संपदा अधिकारांसह परंतु इतकेच मर्यादित नाही, सध्याच्या ऑफर सामग्रीमध्ये आणि प्राप्त झालेल्या कोणत्याही आणि सर्व प्रतिसादांमध्ये नेहमीच केवळ आणि केवळ आयोजकांकडे निहित असेल. या संदर्भात आयोजक किंवा आयोजकांनी परवानगी दिलेली कोणतीही व्यक्ती किंवा संस्था कोणत्याही माध्यमातील प्रवेशाच्या संदर्भात प्राप्त प्रतिसाद किंवा कोणतीही माहिती भविष्यातील ऑफर, मार्केटिंग, प्रसिद्धी आणि इतर कोणत्याही हेतूसाठी कोणत्याही परवानगीशिवाय किंवा पेमेंटसाठी वापरण्यास पात्र असेल. सहभागी.",
    "intellectual2": "ii. ऑफरच्या संदर्भात सबमिट केलेली सर्व सामग्री (मग ते लिखित, ऑडिओ, इलेक्ट्रॉनिक किंवा व्हिज्युअल फॉर्म, किंवा त्यांचे संयोजन) किंवा सहभागींनी घेतलेली कोणतीही छायाचित्रे, व्हिडिओ आणि/किंवा चित्रपट फुटेज आणि/किंवा ऑडिओ रेकॉर्डिंग सादर केल्यावर आयोजकांना नियुक्त केले जाते आणि केवळ आयोजकांची मालमत्ता व्हा. आयोजक साहित्याचा वापर कोणत्याही माध्यमात करू शकतात, कोणत्याही वाजवी पद्धतीने ते योग्य वाटेल. अशा कोणत्याही सामग्रीवरील कॉपीराइट ही आयोजकांची एकमेव मालमत्ता राहते.",
    "general_conditions": "सामान्य अटी",
    "general_conditions1": "i.  सहभागी समजून घेतो आणि सहमत असतो की निवडलेले सहभागी/विजेते(ते) एकटेच बक्षिसांचे हक्कदार असतील, येथे नमूद केलेल्या सर्व अटी व शर्तींच्या अधीन राहून आणि वरील कलम 1(X) मध्ये दर्शविल्याप्रमाणे योग्य आणि संपूर्ण तपशील सादर करणे (यासह परंतु नाही. मर्यादित) विहित पद्धतीने आणि आयोजकांच्या संपूर्ण समाधानापर्यंत.",
    "general_conditions2": "ii.  आयोजकांच्या विवेकबुद्धीनुसार ऑफरचा प्रचार केला जाईल.",
    "general_conditions3": "iii.  सहभागी याद्वारे आयोजक आणि त्यांचे संबंधित मालक, सहयोगी, उपकंपनी, सहयोगी यांना अपरिवर्तनीयपणे अधिकृत करतात आणि आयोजकांच्या विवेकबुद्धीनुसार सहभागींच्या संदर्भात ऑफर दरम्यान आणि/किंवा नंतर गोळा केलेला कोणताही आणि सर्व डेटा वापरण्याचा रॉयल्टी-मुक्त आणि शाश्वत अधिकार देतात (यासह परंतु नाव आणि छायाचित्र आणि इतर वैयक्तिक तपशीलांपुरते मर्यादित नाही) या ऑफरच्या उद्देशासाठी आणि किंवा आयोजकांच्या ब्रँड आणि जाहिराती, सोशल मीडिया, ऑर्गनायझर्स प्लॅटफॉर्म किंवा इतर कोणत्याही सार्वजनिक डोमेनसह किंवा त्याशिवाय विपणन जाहिरातींसह त्याच्या कोणत्याही संप्रेषणांमध्ये.",
    "general_conditions4": "iv.  सहभागी/विजेते(नां) यांना मायक्रोसाइटवर सहभागीद्वारे प्रदान केलेल्या मोबाईल नंबरवर सूचित केले जाईल. या संदर्भात आयोजकांच्या व्यवस्थापनाचा निर्णय अंतिम असेल आणि सहभागी आणि/किंवा विजेते यांच्यावर बंधनकारक असेल आणि सहभागी/विजेते (ते) याद्वारे सहमत आहेत की कोणत्याही प्रकारचे कोणतेही दावे, विवाद इ. आयोजकांच्या विरोधात आवाज उठवला.",
    "general_conditions5": "v.  बक्षीस रोखीने/कोणत्याही गैर-मौद्रिक मोबदल्यात बदलले जाऊ शकत नाही किंवा त्याची पूर्तता केली जाऊ शकत नाही किंवा ते हस्तांतरणीयही नाही. कोणत्याही कारणास्तव अचूक बक्षीस देण्यास आयोजकांची अनुपलब्धता किंवा असमर्थता आढळल्यास, आयोजकांना पर्यायी बक्षीस देण्याचा अधिकार असेल आणि विजेत्या सहभागीने ते विनाविलंब स्वीकारले पाहिजे आणि त्याविरुद्ध कोणताही दावा करणार नाही. कोणत्याही खात्यावर आयोजक.",
    "general_conditions6": "vi.  बक्षीस भारताच्या लागू कायद्यांच्या अधीन आहे. लागू कर, आकारणी आणि इतर वैधानिक देयकांची कोणतीही वजावट, ज्यामध्ये लागू भेट कराचा समावेश आहे, परंतु त्यापुरता मर्यादित नाही, केवळ विजेत्यानेच सोसला जाईल.",
    "general_conditions7": "vii.  ऑफर अंतर्गत पारितोषिक स्वीकारताना, विजेत्यांनी आयोजकांद्वारे प्रदान केल्याप्रमाणे \"भरपाई\" आणि \"दाव्यांची सुटका\" फॉर्म कार्यान्वित करणे आवश्यक असू शकते, जसे की, सर्व दायित्व आयोजकांना सोडले जाईल , ऑफर आणि या ऑफर अंतर्गत विचारात घेतलेल्या बक्षिसांच्या संबंधात नुकसान, नुकसान, मागणी, दावा इ. आयोजकांनी विनंती केलेली कोणतीही कागदपत्रे पूर्ण करण्यात आणि स्वाक्षरी करण्यात अयशस्वी झाल्यास अशा सहभागी आणि/किंवा विजेत्याला अपात्र ठरवले जाऊ शकते. त्यानंतर, आयोजकांना, त्यांच्या विवेकबुद्धीनुसार, पुढील विजेता निवडण्याचा अधिकार असेल. याबाबत आयोजकांचे सर्व निर्णय अंतिम असतील.",
    "general_conditions8": "viii.  येथे दिलेल्या अटी व शर्तींमधील कोणत्याही त्रुटी किंवा वगळण्यासाठी आयोजक जबाबदार नाहीत. ऑफरमध्ये प्रदान केलेली सर्व माहिती कोणत्याही प्रकारच्या वॉरंटीशिवाय \"जशी आहे तशी\" आधारावर प्रदान केली जाते. आयोजक, त्याचे व्यवस्थापन, संचालक, कर्मचारी, अधिकारी, संलग्न किंवा उपकंपनी, एजंट, प्रतिनिधी इ. किंवा त्याचे कोणतेही प्रायोजक/भागीदार कोणतेही प्रतिनिधित्व करत नाहीत आणि पुढे कोणत्याही प्रकारच्या स्पष्ट, निहित आणि वैधानिक वॉरंटीपासून स्वतःला अस्वीकृत करतात. सहभागी, विजेते आणि/किंवा ऑफरची अचूकता, टाइमलाइन, पूर्णता, व्यापारक्षमता किंवा योग्यतेच्या संदर्भात कोणताही तृतीय पक्ष.",
    "general_conditions9": "ix.  आयोजकांचे ऑन रोल कर्मचारी आणि त्यांचे कुटुंबातील सदस्य आणि त्याचे प्रायोजक/भागीदार ऑफरमध्ये सहभागी होण्यास पात्र नाहीत.",
    "general_conditions10": "x.  ऑफरमधील बौद्धिक संपदा अधिकारांसह परंतु इतकेच मर्यादित नसलेले सर्व हक्क, शीर्षक आणि हितसंबंध आणि/किंवा इतर कोणत्याही प्रचारात्मक सामग्री(ले) हे नेहमीच केवळ आणि केवळ आयोजकांकडे असतील. ऑफरच्या संबंधात, आयोजक किंवा आयोजकांनी परवानगी दिलेली कोणतीही व्यक्ती किंवा संस्था कोणत्याही मीडिया जाहिराती, मार्केटिंगसाठी सहभागी आणि/किंवा विजेत्यांचे वैयक्तिक तपशील जसे की नावे, वर्ण, छायाचित्रे, आवाज, व्हिडिओ टेप इत्यादी वापरण्याचा अधिकार असेल. क्रियाकलाप, प्रसिद्धी आणि त्याचप्रमाणे उद्देश. ऑफरमध्ये स्वेच्छेने सहभागी होऊन, सहभागी आणि/किंवा विजेते (ते) याद्वारे रॉयल्टी, मोबदला किंवा आयोजकांद्वारे त्यांच्या वैयक्तिक तपशीलांचा अशा कोणत्याही वापरामुळे कायदेशीर आव्हानाचा दावा करण्याचे त्यांचे सर्व अधिकार सोडून देतात.",
    "general_conditions11": "xi.  कोणत्याही प्रकारची कोणतीही पूर्वसूचना/सूचना न देता ही ऑफर अर्धवट किंवा पूर्णत: बदलण्याचा, पुढे ढकलण्याचा, बदलण्याचा किंवा रद्द करण्याचा किंवा ऑफरच्या कोणत्याही किंवा सर्व अटींमध्ये बदल करण्याचा अधिकार आयोजक राखून ठेवतात. पुढे, या संदर्भात कोणत्याही सहभागी आणि/किंवा विजेत्यांच्या कोणत्याही परिणामी नुकसान/नुकसानासाठी ते जबाबदार राहणार नाही. सर्वसाधारणपणे आयोजकांचा निर्णय आणि विशेषत: या ऑफरच्या संदर्भात सहभागी आणि/किंवा विजेत्यांना पूर्ण, अंतिम, बंधनकारक आणि अ-प्रतिस्पर्धी असेल.",
    "general_conditions12": "xii.  कोणत्याही परिस्थितीत आयोजक, त्याचे व्यवस्थापन, संचालक, कर्मचारी, अधिकारी, संलग्न किंवा उपकंपनी, एजंट, प्रतिनिधी, इ. सहभागी, विजेते आणि/किंवा कोणत्याही तृतीय पक्षाला नफा गमावल्यास किंवा संधी गमावल्यास किंवा त्यांच्यासाठी जबाबदार असणार नाहीत. कोणतेही अप्रत्यक्ष, विशेष, परिणामी, आनुषंगिक किंवा दंडात्मक नुकसान, जरी आयोजकांना अशा प्रकारच्या कोणत्याही हानीच्या शक्यतेबद्दल सूचित केले गेले असले तरीही. सहभागी/विजेते विशेषत: वैयक्तिकरित्या किंवा कुटुंबातील कोणत्याही सदस्याद्वारे किंवा कोणत्याही तृतीय पक्षाद्वारे, आयोजक, त्याचे व्यवस्थापन यांच्या विरोधात भारतातील कोणत्याही न्यायालयात किंवा मंचामध्ये कोणतीही फौजदारी आणि/किंवा दिवाणी कार्यवाही/तक्रारी/अर्ज दाखल करू नये आणि/किंवा आरंभ करू नये, असे मान्य करतात, संचालक, कर्मचारी, अधिकारी, संलग्न किंवा उपकंपनी, एजंट, प्रतिनिधी इ. ऑफर आणि/किंवा बक्षिसांच्या संबंधात कोणत्याही नुकसानीसाठी कोणत्याही नुकसानीचा दावा करण्यासाठी किंवा मदत मिळवण्यासाठी. सहभागी/विजेते विशेषत: सहमत आहेत की आयोजक, त्याचे सहयोगी, त्याच्या समूह कंपन्या, त्यांचे कर्मचारी, अधिकारी, संचालक किंवा इतर कोणतीही व्यक्ती आणि/किंवा प्रायोजक आणि/किंवा प्रायोजक कोणत्याही दाव्या/दायित्व/तोट्यासाठी (कायदेशीर शुल्कासह) जबाबदार राहणार नाहीत. ऑफर आणि/किंवा बक्षिसे यांच्या संबंधात कोणत्याही प्रकारे सहभागी किंवा बक्षीस विजेत्यांना झालेल्या कोणत्याही इजा/नुकसान/हानी/तोटा/मृत्यू/मानसिक किंवा भावनिक आघाताच्या संबंधात.",
    "general_conditions13": "xiii.  ऑर्गनायझर्स प्लॅटफॉर्ममध्ये समाविष्ट असलेली सर्व सामग्री आणि सामग्री केवळ सहभागीच्या वैयक्तिक आणि गैर-व्यावसायिक वापरासाठी उपलब्ध केली गेली आहे. ऑर्गनायझर्स प्लॅटफॉर्मवरील सामग्री/सामग्रीचा इतर कोणताही वापर आणि/किंवा एसएमएसद्वारे प्रसारित केलेली कोणतीही माहिती, किंवा संप्रेषणाच्या इतर कोणत्याही माध्यमांना सक्त मनाई आहे.",
    "general_conditions14": "xiv.  ऑफर आणि UPI कॅशबॅकशी संबंधित सर्व आनुषंगिक खर्च, कर किंवा शुल्क, जर काही असेल तर, केवळ सहभागींद्वारेच वहन केले जातील, ज्यामध्ये TDS, भेट कर (असल्यास), विमा आणि लागू होणारे इतर कोणतेही कर यांचा समावेश आहे. केंद्र, राज्य किंवा नगरपालिका सरकार.",
    "general_conditions15": "xv.  आयोजकांनी ही ऑफर वाढवणे, रद्द करणे, बंद करणे, अकाली माघार घेणे, बदलणे, बदलणे किंवा बदल करणे किंवा पात्रता निकषांसह त्यातील कोणताही भाग, T&C त्यांच्या संपूर्ण विवेकबुद्धीनुसार त्यांच्या वैधतेच्या कालावधीत कोणत्याही वेळी आवश्यकतेनुसार राखून ठेवला आहे. व्यावसायिक गरजा आणि/किंवा नियामक प्राधिकरणाने केलेले बदल आणि/किंवा वैधानिक बदल आणि/किंवा त्यांच्या नियंत्रणाबाहेरील कोणतीही कारणे आणि ते सहभागींना बंधनकारक असतील.",
    "general_conditions16": "xvi.  आयोजक ऑफर अंतर्गत किंवा बक्षीस संदर्भात कोणतीही जबाबदारी पार पाडण्यास जबाबदार नसतील जेथे ते अप्रत्याशित परिस्थिती, फोर्स मॅज्युअर अटींसह परंतु कोविड-19 निर्बंध किंवा त्याच्या पलीकडे असलेल्या परिस्थितींपुरते मर्यादित नाही. वाजवी नियंत्रण.",
    "general_conditions17": "xvii.  ऑफरच्या या अटी व शर्तींच्या पलीकडे कोणत्याही परिस्थिती, परिस्थिती आणि परिस्थिती असल्यास आयोजकांना निर्णय घेण्याचा अधिकार आहे.",
    "general_conditions18": "xviii.  ऑफर आणि येथील अटी व शर्ती भारतातील लागू कायद्यांनुसार नियंत्रित केल्या जातील आणि त्याचा अर्थ लावला जाईल. ऑफर आणि/किंवा बक्षिसांच्या संदर्भात सर्व बाबी केवळ बेंगळुरू येथील न्यायालयांच्या विशेष अधिकारक्षेत्राच्या अधीन आहेत. ऑफर कायद्याने प्रतिबंधित आहे असे मानले जाईल.",
    "dialog_full_name": "कृपया तुमचे पूर्ण नाव प्रविष्ट करा",
    "dialog_valid_number": "कृपया एक वैध मोबाईल नंबर प्रविष्ट करा!",
    "dialog_farmer_vill": "कृपया एक शेतकरी गाव इनपुट करा!",
    "dialog_pincode": "कृपया पिनकोड प्रविष्ट करा!",
    "dialog_preferred_retailer": "कृपया पसंतीचा किरकोळ विक्रेता इनपुट करा!",
    "dialog_land_owned_in_acre": "कृपया एकर मालकीची जमीन निवडा!",
    "dialog_crop_name": "कृपया पीक नाव निवडा!",
    "dialog_cultivate_crop_area": "कृपया क्षेत्र निवडा त्याने निवडलेल्या पिकाची एकरी लागवड करा!",
    "dialog_company_name": "कृपया कंपनीचे नाव प्रविष्ट करा!",
    "dialog_dhaanya_seed": "कृपया धन बीज निवडा!",
    "dialog_company_used": "कृपया वापरलेली कंपनी/हायब्रिड इनपुट करा!",
    "dialog_edge_code": "कृपया रिटेलर एज कोड प्रविष्ट करा!",
    "dialog_validate_route": "कृपया प्रमाणीकरण मार्ग निवडा",
    "dialog_term_condition": "कृपया अटी आणि शर्ती स्वीकारा!",
    "dialog_check_login": "कृपया ही सेवा वापरण्यासाठी प्रथम लॉग इन करा",
    "user_is_not_register": "वापरकर्ता नोंदणीकृत नाही कृपया नोंदणी करा",
    "otp_sent": "ओटीपी तुमच्या मोबाईलवर पाठवण्यात आला आहे",
    "enter_correct_otp": "कृपया योग्य OTP प्रविष्ट करा",
    "register_code_sent": "नोंदणी कोड शेतकरी क्रमांकावर पाठवा",
    "farmer_already_register": "शेतकरी आधीच नोंदणीकृत आहे",
    "ivr_sent": "आयव्हीआर विनंती शेतकरी क्रमांकावर पाठवली आहे",
    "registration_successful": "शेतकरी नोंदणी यशस्वीरित्या पूर्ण झाली",
    "registration_otp": "कृपया योग्य नोंदणी कोड प्रविष्ट करा",
    "seed_package":"मी पुष्टी करतो की मी पिकासाठी धन्या हायब्रीड बियाणांची ही अनेक पॅकेट खरेदी करेन."
}