{
    "welcome_to_dhaanya_farmer_campaign": "ધાન્ય ખેડૂત અભિયાનમાં આપનું સ્વાગત છે",
    "register_farmer": "ખેડૂતની નોંધણી કરો",
    "overall_target": "એકંદરે લક્ષ્ય",
    "overall_achieved": "એકંદરે હાંસલ",
    "day_target": "દિવસનું લક્ષ્ય",
    "day_achieved": "દિવસ હાંસલ",
    "login": "પ્રવેશ કરો",
    "mobile_no": "મોબાઈલ નમ્બર *",
    "get_otp": "OTP મેળવો",
    "submit": "સબમિટ કરો",
    "didnot_recieve_otp": "OTP પ્રાપ્ત થયો નથી?",
    "resend_otp": "OTP ફરી મોકલો",
    "otp": "OTP",
    "validation": "માન્યતા",
    "home_page": "હોમ પેજ",
    "farmer_registered_successful": "ખેડૂતે સફળતાપૂર્વક નોંધણી કરાવી",
    "ivr_call_sent_to_farmer_mobile_number": "ખેડૂતના મોબાઈલ નંબર પર IVR કોલ મોકલવામાં આવ્યો હતો",
    "farmer_name": "ખેડૂતનું નામ  *",
    "invalid_nickname": "અમાન્ય નામ",
    "mobile_number": "મોબાઇલ નંબર *",
    "village": "ગામ *",
    "pincode": "પીન કોડ",
    "preferred_retailer": "પ્રિફર્ડ રિટેલર",
    "land_owned_in_acre": "માલિકીની જમીન એકરમાં",
    "1_to_10": "1 થી 10",
    "more_than_10": "10 થી વધુ",
    "which_crop_he_grows": "તે કયો પાક ઉગાડે છે",
    "millet": "બાજરી",
    "how_much_Area_he_cultivate_the_selected_crop_in_acre": "તે પસંદ કરેલ પાકની ખેતી કેટલા વિસ્તારમાં કરે છે એકરમાં",
    "which_company_seeds_he_generally_buy": "તે સામાન્ય રીતે કઈ કંપનીના બીજ ખરીદે છે",
    "use_dhaanya_seed": "DHAANYA બીજનો ઉપયોગ કરો?",
    "yes": "હા",
    "no": "નથી",
    "which_company_hybrid_used": "કઈ કંપની/સંકર વપરાય છે",
    "retailer_edge_code": "રિટેલર એજ કોડ",
    "validation_route": "માન્યતા માર્ગ",
    "registration_code": "નોંધણી નંબર",
    "ivr": "IVR",
    "i_agree_to": "હું આ યોજનાના",
    "term_condition": "નિયમો અને શરતો",
    "of_the_scheme": "સાથે સંમત છું",
    "registration": "નોંધણી",
    "term_conditions": "નિયમો અને શરત",
    "term_conditions1": "રેલીસ ઈન્ડિયા લિમિટેડ, કંપની અધિનિયમ હેઠળ યોગ્ય રીતે સમાવિષ્ટ કંપની, જેની કોર્પોરેટ ઓફિસ 23મા માળે, લોઢા એક્સેલસ, ન્યૂ કફ પરેડ, ઑફ ઈસ્ટર્ન ફ્રીવે, વડાલા, મુંબઈ 400037, મહારાષ્ટ્ર, ભારત ખાતે છે, આ ઝુંબેશ ચલાવી રહી છે જેનું આયોજન કરવામાં આવ્યું છે. અને તેના એજન્સી પાર્ટનર, સ્પ્રોક્સિલ બ્રાન્ડ પ્રોટેક્શન સોલ્યુશન્સ પ્રાઈવેટ લિમિટેડ દ્વારા, કંપની એક્ટ, 1956 હેઠળ યોગ્ય રીતે સમાવિષ્ટ કંપની તેની રેજીડી સાથે. B-405, લોઢા સુપ્રિમસ – II, વાગલે એસ્ટેટ, રોડ નં 22, થાણે વેસ્ટ, થાણે - 400608 ખાતેની ઓફિસ, હવે પછી એકસાથે 'આયોજકો' તરીકે ઓળખાય છે.",
    "term_conditions2": "કૃપા કરીને ઑફરમાં ભાગ લેતા પહેલાં તેના નિયમો અને શરતો વાંચો (ત્યારબાદ \"ઑફર\" તરીકે ઓળખવામાં આવે છે). આ ઓફરમાં ભાગ લેવાથી/લાભ લેવાથી, એવું માનવામાં આવે છે કે સહભાગીઓ/ગ્રાહકો/ગ્રાહકો (ત્યારબાદ સામૂહિક રીતે \"પ્રતિભાગી\" તરીકે ઓળખાય છે) અને/અથવા વિજેતાઓએ કોઈપણ/તમામ સુધારા, ફેરફાર સહિત અહીં સમાવિષ્ટ તમામ નિયમો અને શરતોને અટલ અને બિનશરતી સ્વીકારી લીધી છે. વગેરે.",
    "term_conditions_agreement": "નિયમો અને શરતોનો કરાર",
    "agreement1": "i. રેલીસ ધન્ય ખેડૂત નોંધણી ઝુંબેશ મર્યાદિત સમય માટે ચલાવવામાં આવશે અને તે 06 ડિસેમ્બર, 2022 થી માન્ય છે અને 06 ઑગસ્ટ, 2022. ખેડૂતની નોંધણી 06 જુલાઈ, 2022 ના રોજ બંધ રહેશે.",
    "agreement2": "ii. આયોજકો ઝુંબેશની મધ્યમાં ભેટ/યોજનાની જાહેરાત કરવાનો, આગોતરી સૂચના વિના યોજના અને ભેટોને બદલવા અથવા બદલવાનો અધિકાર અનામત રાખે છે. આયોજકોએ જ્યારે પણ જરૂરી લાગે ત્યારે કાર્યક્રમને સ્થગિત અથવા સમાપ્ત કરવાનો અધિકાર અનામત રાખ્યો છે.",
    "agreement3": "iii. પુરસ્કારો વિનિમયક્ષમ, તબદીલીપાત્ર, રિડીમપાત્ર અથવા રોકડ અથવા અન્યથા, તમામ કેસોમાં, પછી ભલે તે સંપૂર્ણ અથવા આંશિક હોય. એકવાર વિતરિત કરવામાં આવેલ પુરસ્કારો પરત કે રદ કરી શકાતા નથી.",
    "agreement4": "iv. વિવાદ જો કોઈ હોય તો આયોજકોને મોકલવો જોઈએ અને ઈનામ અંગે આયોજકોનો નિર્ણય અંતિમ અને બંધનકર્તા રહેશે.",
    "agreement5": "v. આયોજકો આપત્તિ, યુદ્ધ, નાગરિક અથવા લશ્કરી ખલેલ, રોગચાળો, ભગવાનનું કાર્ય અથવા કોઈપણ લાગુ કાયદા અથવા નિયમનના કોઈપણ વાસ્તવિક અથવા અપેક્ષિત ભંગના કિસ્સામાં સૂચના વિના યોજના અને તેના નિયમો અને શરતોને રદ/સુધારવાનો અધિકાર અનામત રાખે છે. કંપનીના નિયંત્રણની બહાર કોઈપણ અન્ય ઘટના. આયોજકો દ્વારા શક્ય તેટલી વહેલી તકે યોજનામાં ફેરફારો સંબંધિત પક્ષોને સૂચિત કરવામાં આવશે.",
    "agreement6": "vi. ડીલર/રિટેલર/અંત-વપરાશકર્તા/પ્રવેશકર્તા દ્વારા કોઈપણ પ્રવૃત્તિ કે જેને ભારતમાં કાયદા દ્વારા અને/અથવા આયોજકો દ્વારા ગેરકાયદેસર ગણાવી શકાય તે ડીલર/રિટેલર/અંત-વપરાશકર્તા/પ્રવેશકર્તાને નોટિસ આપ્યા વિના ગેરલાયક ઠેરવવામાં આવશે.",
    "agreement7": "vii. આયોજકો પાસે યોજનાની ગતિશીલતા નક્કી કરવાનો અને અમલમાં મૂકવાનો અધિકાર છે, એટલે કે, રેલીસ ઈન્ડિયા લિમિટેડ માલસામાનની લઘુત્તમ અને મહત્તમ ખરીદી મૂલ્ય, ભેટો, રિડેમ્પશન પદ્ધતિ અને બજારમાં યોજનાને અમલમાં મૂકવા માટે 3જી પક્ષ એજન્સીઓ સાથે ભાગીદારી.",
    "agreement8": "viii. ઑફર સ્વીકારીને, સહભાગીઓ સંપૂર્ણપણે અને બિનશરતી નિયમો અને શરતો, ગોપનીયતા નીતિઓ અને પ્રમોશનલ કમ્યુનિકેશન માટે પસંદ કરવા માટે સંમત થાય છે. આયોજકનો નિર્ણય આખરી રહેશે અને ઑફર સંબંધિત તમામ બાબતોમાં બંધનકર્તા રહેશે તે અહીં દર્શાવેલ તમામ જરૂરિયાતોને આધીન છે.",
    "agreement9": "ix. આ ઑફરના નિયમો અને શરતો દ્વારા અથવા અન્ય કોઈ પણ વસ્તુને ઑફરમાં ભાગ લેવા, પ્રોડક્ટની ખરીદી અથવા જાહેરાતમાં ભાગ લેવા માટે પ્રલોભન તરીકે સમજવામાં આવશે નહીં.",
    "how_to_participate": "કેવી રીતે ભાગ લેવો-",
    "participate1": "i.  લૉગિન પેજ પર MDRમાં અંગ્રેજી, હિન્દી, મરાઠી અને ગુજરાતીના ભાષા પસંદગીના વિકલ્પો હશે. વેબપેજ પરની તમામ સામગ્રી તે મુજબ બતાવવામાં આવશે.",
    "participate2": "ii. MDR લોગીન કરવા માટે તેનો મોબાઈલ નંબર દાખલ કરવો પડશે અને OTP નો ઉપયોગ કરીને તેની પુષ્ટિ કરવી પડશે.",
    "participate3": "iii.  લૉગિન કરવા પર, MDR તેના વ્યક્તિગત લક્ષ્ય અને આજ સુધીની સિદ્ધિ જોઈ શકશે.",
    "participate4": "iv.  તે જ પેજ પર તેની પાસે નવા ખેડૂતની નોંધણી માટેનું બટન હશે.",
    "participate5": "v. આ બટન પર ક્લિક કરવાથી તે ખેડૂત નોંધણી પૃષ્ઠ પર જશે.",
    "participate6": "vi.  MDR નામ, મોબાઈલ નંબર, ગામ, પિન કોડ, પ્રિફર્ડ રિટેલર, એકરમાં માલિકીની જમીન, તેઓ જે પાક ઉગાડે છે, ચોક્કસ પાક માટે જમીનનો ઉપયોગ, કંપનીના બિયારણ તેઓ સામાન્ય રીતે ખરીદે છે, ધન્યા બ્રાન્ડના બિયારણ તેઓ વાપરે છે અને રિટેલરનો એજ કોડ જેવી વિગતો દાખલ કરશે.",
    "participate7": "vii.  MDR પાસે રજીસ્ટ્રેશન કોડ (આલ્ફાન્યુમેરિક) અથવા IVR દ્વારા ખેડૂતોની નોંધણીની પુષ્ટિ કરવા માટે બે વિકલ્પો હશે.",
    "participate8": "viii.  જો ખેડૂત નોંધણી કોડ કહે છે, તો MDR નોંધણી કોડ વિકલ્પ પસંદ કરશે જેના દ્વારા ખેડૂતને નોંધણી કોડ SMS મોકલવામાં આવશે.",
    "participate9": "ix.  MDR ખેડૂત પાસેથી નોંધણી કોડ લેશે અને તેના નોંધણી પૃષ્ઠમાં દાખલ કરશે અને નોંધણીની પુષ્ટિ કરવા સબમિટ કરશે.",
    "participate10": "x.  જો ખેડૂત IVR કહે છે, તો MDR IVR વિકલ્પ પસંદ કરશે જેના દ્વારા ખેડૂતને IVR કૉલ મળશે, તેને તેની નોંધણીની પુષ્ટિ કરવા માટે 1 અથવા અસ્વીકાર કરવા માટે 2 દબાવવાનું કહેવામાં આવશે.",
    "participate11": "xi.  નોંધણીની પુષ્ટિ કરીને ખેડૂત ઉત્પાદન સામગ્રી શેર કરવા માટે WhatsAppનો ઉપયોગ કરવા માટે સંમત થાય છે.",
    "term_conditions_intellectual": "બૌદ્ધિક સંપત્તિ",
    "intellectual1": "i. તમામ હકો, શીર્ષક અને રુચિઓ બૌદ્ધિક સંપદા અધિકારો સહિત પરંતુ તેના સુધી મર્યાદિત નથી, વર્તમાન ઑફર સામગ્રી(ઓ)માં અને પ્રાપ્ત કોઈપણ અને તમામ પ્રતિસાદો દરેક સમયે ફક્ત અને ફક્ત આયોજકો પાસે જ રહેશે. આયોજકો અથવા આયોજકો દ્વારા આ સંદર્ભે પરવાનગી આપવામાં આવેલ કોઈપણ વ્યક્તિ અથવા એન્ટિટી કોઈપણ મીડિયામાં પ્રવેશના સંબંધમાં પ્રાપ્ત પ્રતિભાવો અથવા કોઈપણ માહિતીનો ઉપયોગ ભવિષ્યની ઑફર, માર્કેટિંગ, પ્રચાર અને અન્ય કોઈપણ હેતુ માટે કોઈપણ પરવાનગી વિના અથવા ચૂકવણી કરવા માટે હકદાર રહેશે. સહભાગી.",
    "intellectual2": "ii. ઓફરના સંબંધમાં સબમિટ કરવામાં આવેલી તમામ સામગ્રી (લેખિત, ઑડિયો, ઇલેક્ટ્રોનિક અથવા વિઝ્યુઅલ સ્વરૂપ, અથવા તેનું સંયોજન) અથવા કોઈપણ ફોટોગ્રાફ્સ, વિડિઓ અને/અથવા ફિલ્મ ફૂટેજ અને/અથવા સહભાગીઓના લેવામાં આવેલા ઑડિયો રેકોર્ડિંગ સબમિટ કર્યા પછી આયોજકોને સોંપવામાં આવે છે અને વિશિષ્ટ રીતે આયોજકોની મિલકત બની. આયોજકો સામગ્રીનો ઉપયોગ કોઈપણ માધ્યમમાં કરી શકે છે, કોઈપણ વાજબી રીતે તેને યોગ્ય લાગે. આવી કોઈપણ સામગ્રીમાં કોપીરાઈટ આયોજકોની એકમાત્ર મિલકત રહે છે.",
    "general_conditions": "સામાન્ય શરતો-",
    "general_conditions1": "i.  સહભાગી સમજે છે અને સંમત થાય છે કે એકલા પસંદ કરેલ પ્રતિભાગી/વિજેતાઓ અહીં દર્શાવેલ તમામ નિયમો અને શરતોને આધીન, અને ઉપરના ક્લોઝ 1(X) માં દર્શાવેલ મુજબની સાચી અને સંપૂર્ણ વિગતો પૂરી પાડવા માટે એકલા જ ઇનામો માટે હકદાર હશે (જેમાં સમાવેશ થાય છે, પરંતુ નહીં સુધી મર્યાદિત) નિર્ધારિત રીતે અને આયોજકોના સંપૂર્ણ સંતોષ સુધી.",
    "general_conditions2": "ii. આ ઓફર આયોજકોની સંપૂર્ણ વિવેકબુદ્ધિથી પ્રમોટ કરવામાં આવશે.",
    "general_conditions3": "iii.  સહભાગીઓ આથી આયોજકો અને તેમના સંબંધિત માલિકો, આનુષંગિકો, પેટાકંપનીઓ, સહયોગીઓને અધિકૃત રીતે અધિકૃત કરે છે અને આયોજકોના વિવેકબુદ્ધિ મુજબ ઉપયોગ કરવા માટેનો રોયલ્ટી-મુક્ત અને કાયમી અધિકાર આપે છે અને સહભાગીઓના સંબંધમાં ઑફર્સ દરમિયાન અને/અથવા પછી એકત્ર કરાયેલ કોઈપણ અને તમામ ડેટા (સહિત પરંતુ નામ અને ફોટોગ્રાફ અને અન્ય અંગત વિગતો સુધી મર્યાદિત નથી) આ ઑફરના હેતુ માટે અને અથવા તેના કોઈપણ સંચારમાં આયોજકોની બ્રાન્ડ અને જાહેરાતો, સોશિયલ મીડિયા, ઓર્ગેનાઈઝર્સ પ્લેટફોર્મ અથવા અન્ય કોઈ જાહેર ડોમેન સાથે અથવા વગર માર્કેટિંગ પ્રમોશન સહિત.",
    "general_conditions4": "iv.  સહભાગી/વિજેતા(ઓ)ને માઇક્રોસાઇટ પર સહભાગી દ્વારા પ્રદાન કરાયેલ મોબાઇલ નંબર પર જાણ કરવામાં આવશે. આ સંદર્ભે આયોજકોના મેનેજમેન્ટનો નિર્ણય આખરી અને સહભાગી અને/અથવા વિજેતા(ઓ)ને બંધનકર્તા રહેશે અને સહભાગી/વિજેતાઓ આથી સંમત થાય છે કે કોઈપણ પ્રકારના દાવા, વિવાદો વગેરે કરવામાં આવશે નહીં. આયોજકો સામે રજૂઆત કરી હતી.",
    "general_conditions5": "v. ઇનામ રોકડ/કોઈ બિન-નાણાકીય વિચારણા માટે ન તો બદલી શકાય છે કે ન તો રિડીમ કરી શકાય છે અને ન તો તે ટ્રાન્સફર કરી શકાય છે. કોઈપણ કારણસર ચોક્કસ ઈનામ પ્રદાન કરવામાં આયોજકોની ઉપલબ્ધતા અથવા અસમર્થતાના કિસ્સામાં, આયોજકોને વૈકલ્પિક ઈનામ ઓફર કરવાનો અધિકાર હશે અને વિજેતા સહભાગીએ તેને વિલંબ કર્યા વિના સ્વીકારવું જોઈએ અને તેની સામે કોઈ દાવો કરશે નહીં. કોઈપણ ખાતા પર આયોજકો.",
    "general_conditions6": "vi.  ઇનામ ભારતના લાગુ કાયદાઓને આધીન છે. લાગુ પડતા કર, વસૂલાત અને અન્ય વૈધાનિક ચૂકવણીઓની કોઈપણ કપાત, જેમાં લાગુ ગિફ્ટ ટેક્સનો સમાવેશ થાય છે, પરંતુ તેના સુધી મર્યાદિત નથી, તે ફક્ત વિજેતા દ્વારા જ વહન કરવામાં આવશે.",
    "general_conditions7": "vii.  ઑફર હેઠળ ઇનામ સ્વીકારતી વખતે, વિજેતા(ઓ)એ આયોજકો દ્વારા પ્રદાન કરવામાં આવેલ \"ક્ષતિપૂર્તિ\" અને \"દાવાઓનું પ્રકાશન\" ફોર્મ ચલાવવાની જરૂર પડી શકે છે, જે સંજોગોમાં આયોજકોને તમામ જવાબદારીમાંથી મુક્ત કરશે. આ ઓફર હેઠળ વિચારણા કરાયેલી ઓફર અને ઈનામોના સંબંધમાં નુકસાન, નુકસાન, માંગ, દાવો વગેરે. આયોજકો દ્વારા વિનંતી કરાયેલ કોઈપણ દસ્તાવેજોને પૂર્ણ કરવામાં અને સહી કરવામાં નિષ્ફળતા આવા સહભાગી અને/અથવા વિજેતાની ગેરલાયકાતમાં પરિણમી શકે છે. ત્યારપછી, આયોજકો, તેની વિવેકબુદ્ધિથી, આગામી વિજેતાને પસંદ કરવા માટે હકદાર રહેશે. આ અંગે આયોજકોના તમામ નિર્ણયો આખરી રહેશે.",
    "general_conditions8": "viii.  આયોજકો અહીં સમાવિષ્ટ નિયમો અને શરતોમાં કોઈપણ ભૂલ અથવા ચૂક માટે જવાબદાર નથી. ઓફરમાં પૂરી પાડવામાં આવેલ તમામ માહિતી કોઈપણ પ્રકારની વોરંટી વિના \"જેમ છે તેમ\" ધોરણે પ્રદાન કરવામાં આવે છે. આયોજકો, તેના સંચાલન, નિર્દેશકો, કર્મચારીઓ, અધિકારીઓ, આનુષંગિકો અથવા પેટાકંપનીઓ, એજન્ટો, પ્રતિનિધિઓ, વગેરે અથવા તેના કોઈપણ પ્રાયોજકો/ભાગીદારો કોઈ રજૂઆત કરતા નથી, અને આગળ કોઈપણ પ્રકારની સ્પષ્ટ, ગર્ભિત અને વૈધાનિક વોરંટીથી પોતાને અસ્વીકાર કરે છે. ઓફરની ચોકસાઈ, સમયરેખા, સંપૂર્ણતા, વેપારીક્ષમતા અથવા યોગ્યતાના સંદર્ભમાં સહભાગીઓ, વિજેતાઓ અને/અથવા કોઈપણ તૃતીય પક્ષ.",
    "general_conditions9": "ix.  આયોજકના ઓન રોલ કર્મચારીઓ અને તેમના પરિવારના સભ્યો અને તેના પ્રાયોજકો/ભાગીદારો ઓફરમાં ભાગ લેવા માટે પાત્ર નથી.",
    "general_conditions10": "x.  ઑફર અને/અથવા કોઈપણ અન્ય પ્રમોશનલ સામગ્રી(ઓ)માં બૌદ્ધિક સંપદા અધિકારો સહિત, પરંતુ તેના સુધી મર્યાદિત ન હોવાના તમામ અધિકારો, શીર્ષક અને રુચિઓ ફક્ત અને ફક્ત આયોજકો પાસે જ રહેશે. ઓફરના સંબંધમાં, આયોજકો અથવા આયોજકો દ્વારા પરવાનગી આપવામાં આવેલ કોઈપણ વ્યક્તિ અથવા એન્ટિટી કોઈપણ મીડિયા પ્રમોશન, માર્કેટિંગ માટે સહભાગી અને/અથવા વિજેતાઓની વ્યક્તિગત વિગતો જેમ કે નામ, પાત્રો, ફોટોગ્રાફ્સ, અવાજો, વિડિયો ટેપ વગેરેનો ઉપયોગ કરવા માટે હકદાર રહેશે. પ્રવૃત્તિ, પ્રચાર અને તે જ હેતુઓ. ઓફરમાં સ્વેચ્છાએ ભાગ લઈને, સહભાગી અને/અથવા વિજેતા(ઓ) આથી આયોજકો દ્વારા તેમની અંગત વિગતોના આવા કોઈપણ ઉપયોગને કારણે રોયલ્ટી, મહેનતાણું અથવા કાયદેસર રીતે પડકારનો દાવો કરવાના તેમના તમામ અધિકારો છોડી દે છે.",
    "general_conditions11": "xi.  આયોજકો કોઈપણ પ્રકારની પૂર્વ સૂચના/સૂચના આપ્યા વિના, આ ઑફરને આંશિક અથવા સંપૂર્ણ રીતે બદલવા, સ્થગિત કરવા, બદલવા અથવા રદ કરવાનો અથવા ઑફરના કોઈપણ અથવા તમામ નિયમો અને શરતોમાં ફેરફાર કરવાનો તેનો અધિકાર અનામત રાખે છે. વધુમાં, તે આ સંદર્ભે કોઈપણ સહભાગી અને/અથવા વિજેતાઓને કોઈપણ પરિણામી નુકસાન/નુકસાન માટે જવાબદાર રહેશે નહીં. સામાન્ય રીતે આયોજકોનો નિર્ણય, અને ખાસ કરીને આ ઓફરના સંદર્ભમાં સંપૂર્ણ, અંતિમ, બંધનકર્તા અને પ્રતિભાગી અને/અથવા વિજેતાઓ માટે બિન-હરીફ રહેશે.",
    "general_conditions12": "xii.  કોઈ પણ સંજોગોમાં આયોજકો, તેના સંચાલન, નિર્દેશકો, કર્મચારીઓ, અધિકારીઓ, આનુષંગિકો અથવા પેટાકંપનીઓ, એજન્ટો, પ્રતિનિધિઓ, વગેરે સહભાગી, વિજેતાઓ અને/અથવા કોઈપણ તૃતીય પક્ષને નફાના નુકસાન અથવા તક ગુમાવવા માટે જવાબદાર રહેશે નહીં. કોઈપણ પરોક્ષ, વિશેષ, પરિણામલક્ષી, આકસ્મિક અથવા શિક્ષાત્મક નુકસાન ગમે તે હોય, ભલે આયોજકોને આવા કોઈપણ નુકસાનની શક્યતા વિશે સૂચના આપવામાં આવી હોય. સહભાગી/વિજેતાઓ ખાસ કરીને આયોજકો, તેના મેનેજમેન્ટ સામે ભારતમાં કોઈપણ અદાલતો અથવા ફોરમમાં કોઈ પણ ફોજદારી અને/અથવા સિવિલ કાર્યવાહી/ફરિયાદ/અરજીઓ વ્યક્તિગત રીતે અથવા કુટુંબના કોઈપણ સભ્ય દ્વારા અથવા કોઈપણ તૃતીય પક્ષ દ્વારા ફાઇલ કરવા અને/અથવા પહેલ ન કરવા માટે સંમત થાય છે, ડિરેક્ટર્સ, કર્મચારીઓ, અધિકારીઓ, આનુષંગિકો અથવા પેટાકંપનીઓ, એજન્ટો, પ્રતિનિધિઓ, વગેરે. ઓફર અને/અથવા ઈનામોના સંબંધમાં કોઈપણ નુકસાન માટે કોઈપણ નુકસાનનો દાવો કરવા અથવા રાહત મેળવવા માટે. સહભાગી/વિજેતાઓ ખાસ સંમત થાય છે કે આયોજકો, તેના આનુષંગિકો, તેની જૂથ કંપનીઓ, તેમના કર્મચારીઓ, અધિકારીઓ, નિર્દેશકો અથવા અન્ય કોઈપણ વ્યક્તિ અને/અથવા પ્રાયોજકો અને/અથવા પ્રાયોજકો અને તેનાથી ઉદ્ભવતા કોઈપણ દાવા/જવાબદારી/નુકસાન (કાનૂની ફી સહિત) માટે જવાબદાર રહેશે નહીં. ઓફર અને/અથવા ઈનામોના સંબંધમાં કોઈપણ રીતે સહભાગી અથવા ઈનામ વિજેતાઓ દ્વારા કોઈપણ ઈજા/નુકસાન/હાનિ/નુકશાન/મૃત્યુ/માનસિક અથવા ભાવનાત્મક આઘાતના સંબંધમાં.",
    "general_conditions13": "xiii.  આયોજકોના પ્લેટફોર્મમાં સમાવિષ્ટ તમામ સામગ્રી અને સામગ્રી ફક્ત સહભાગીઓના વ્યક્તિગત અને બિન-વ્યાવસાયિક ઉપયોગ માટે જ ઉપલબ્ધ કરાવવામાં આવે છે. આયોજકોના પ્લેટફોર્મ પર સામગ્રી/સામગ્રીનો કોઈપણ અન્ય ઉપયોગ અને/અથવા એસએમએસ દ્વારા પ્રસારિત થતી કોઈપણ માહિતી અથવા સંદેશાવ્યવહારના અન્ય કોઈપણ માધ્યમો સખત રીતે પ્રતિબંધિત છે.",
    "general_conditions14": "xiv.  ઑફર્સ અને UPI કૅશબૅક્સથી સંબંધિત તમામ આનુષંગિક ખર્ચ, કર અથવા વસૂલાત, જો કોઈ હોય તો, ફક્ત સહભાગીઓ દ્વારા જ વહન કરવામાં આવશે, જેમાં TDS, ગિફ્ટ ટેક્સ (જો કોઈ હોય તો), વીમો અને અન્ય કોઈપણ ટેક્સનો સમાવેશ થાય છે, પરંતુ તેના સુધી મર્યાદિત નથી. કેન્દ્ર, રાજ્ય અથવા મ્યુનિસિપલ સરકાર.",
    "general_conditions15": "xv.  આયોજકો આ ઓફરને લંબાવવા, રદ કરવા, બંધ કરવા, અકાળે પાછી ખેંચી લેવા, બદલવા, બદલવા અથવા સંશોધિત કરવાનો અધિકાર અનામત રાખે છે અથવા તેના કોઈપણ ભાગ સહિત પાત્રતા માપદંડ, T&C તેમની સંપૂર્ણ વિવેકબુદ્ધિથી તેની માન્યતા દરમિયાન કોઈપણ સમયે જરૂરી હોઈ શકે છે. વ્યવસાયિક આવશ્યકતાઓ અને/અથવા નિયમનકારી સત્તા દ્વારા ફેરફારો અને/અથવા વૈધાનિક ફેરફારો અને/અથવા તેમના નિયંત્રણની બહારના કોઈપણ કારણો અને તે સહભાગીઓ (ઓ) પર બંધનકર્તા રહેશે.",
    "general_conditions16": "xvi.  આયોજકો ઓફર હેઠળ અથવા ઇનામના સંદર્ભમાં તેની કોઈપણ જવાબદારીઓ નિભાવવા માટે જવાબદાર રહેશે નહીં જ્યાં તે અણધાર્યા સંજોગો, ફોર્સ મેજ્યોર શરતો સહિત, પરંતુ તેની બહારના સંજોગોમાં મર્યાદિત નથી. વાજબી નિયંત્રણ.",
    "general_conditions17": "xvii. આયોજકોને ઑફરના આ નિયમો અને શરતોની બહાર કોઈપણ શરતો, સંજોગો અને દૃશ્યોના કિસ્સામાં નિર્ણય લેવાની સત્તા છે.",
    "general_conditions18": "xviii. ઑફર અને અહીંના નિયમો અને શરતો ભારતમાં લાગુ થતા કાયદાઓ દ્વારા સંચાલિત થશે અને તેનું અર્થઘટન કરવામાં આવશે. ઓફર અને/અથવા ઈનામોના સંદર્ભમાં તમામ બાબતો ફક્ત બેંગલોર ખાતેની અદાલતોના વિશિષ્ટ અધિકારક્ષેત્રને આધીન છે. ઑફર કાયદા દ્વારા પ્રતિબંધિત હતી તે રદબાતલ માનવામાં આવશે.",
    "dialog_full_name": "કૃપા કરીને તમારું પૂરું નામ દાખલ કરો",
    "dialog_valid_number": "કૃપા કરીને માન્ય મોબાઇલ નંબર ઇનપુટ કરો!",
    "dialog_farmer_vill": "કૃપા કરીને એક ખેડૂત ગામ ઇનપુટ કરો!",
    "dialog_pincode": "કૃપા કરીને પિનકોડ દાખલ કરો!",
    "dialog_preferred_retailer": "કૃપા કરીને મનપસંદ રિટેલરને ઇનપુટ કરો!",
    "dialog_land_owned_in_acre": "કૃપા કરીને એકરમાં માલિકીની જમીન પસંદ કરો!",
    "dialog_crop_name": "કૃપા કરીને પાકનું નામ પસંદ કરો!",
    "dialog_cultivate_crop_area": "કૃપા કરીને વિસ્તાર પસંદ કરો તે એકરમાં પસંદ કરેલ પાકની ખેતી કરે છે!",
    "dialog_company_name": "કૃપા કરીને કંપનીનું નામ દાખલ કરો!",
    "dialog_dhaanya_seed": "કૃપા કરીને ધાન્ય બીજ પસંદ કરો!",
    "dialog_company_used": "કૃપા કરીને વપરાયેલ કંપની/હાઇબ્રિડ ઇનપુટ કરો!",
    "dialog_edge_code": "કૃપા કરીને રિટેલર એજ કોડ ઇનપુટ કરો!",
    "dialog_validate_route": "કૃપા કરીને માન્યતા માર્ગ પસંદ કરો!",
    "dialog_term_condition": "કૃપા કરીને શરતો અને શરતો સ્વીકારો!",
    "dialog_check_login": "કૃપા કરીને આ સેવાનો ઉપયોગ કરવા માટે પહેલા લૉગિન કરો",
    "user_is_not_register": "વપરાશકર્તા નોંધાયેલ નથી કૃપા કરીને નોંધણી કરો",
    "otp_sent": "તમારા મોબાઈલ પર OTP મોકલવામાં આવ્યો છે",
    "enter_correct_otp": "કૃપા કરીને સાચો OTP દાખલ કરો",
    "register_code_sent": "રજીસ્ટ્રેશન કોડ ખેડૂતોના નંબર પર મોકલો",
    "farmer_already_register": "ખેડૂત પહેલેથી જ નોંધાયેલ છે",
    "ivr_sent": "ખેડૂતોના નંબર પર IVR વિનંતી મોકલવામાં આવી છે",
    "registration_successful": "ખેડૂત નોંધણી સફળતાપૂર્વક પૂર્ણ",
    "registration_otp": "કૃપા કરીને સાચો નોંધણી કોડ દાખલ કરો",
    "seed_package": "હું પુષ્ટિ કરું છું કે હું પાક માટે ધાન્ય સંકર બીજના આ ઘણા પેકેટ ખરીદીશ."
}