{
    "welcome_to_dhaanya_farmer_campaign": "धान्या किसान कैंपेन में स्वागत है",
    "register_farmer": "किसान रजिस्टर करें",
    "overall_target": "कुल लक्ष्य",
    "overall_achieved": "कुल मिलाकर हासिल किया गया",
    "day_target": "दिन का लक्ष्य",
    "day_achieved": "दिन का हासिल किया",
    "login": "लॉग इन करें",
    "mobile_no": "मोबाइल नंबर *",
    "get_otp": "OTP प्राप्त करें",
    "submit": "सबमिट",
    "didnot_recieve_otp": "OTP प्राप्त नहीं हुआ?",
    "resend_otp": "पुन: भेजें",
    "otp": "OTP",
    "validation": "OTP सत्यापन",
    "home_page": "होम पेज",
    "farmer_registered_successful": "किसान सफलतापूर्वक पंजीकृत हो गया है",
    "ivr_call_sent_to_farmer_mobile_number": "किसान के मोबाइल पर IVR भेजा गया",
    "farmer_name": "किसान का नाम *",
    "invalid_nickname": "अमान्य नाम",
    "mobile_number": "मोबाइल नंबर *",
    "village": "गांव *",
    "pincode": "पिन कोड",
    "preferred_retailer": "पसंदीदा खुदरा विक्रेता",
    "land_owned_in_acre": "भूमि एकड़ में",
    "1_to_10": "1 से 10",
    "more_than_10": "10 से अधिक",
    "which_crop_he_grows": "वह कौन सी फसल उगाता है",
    "millet": "बाजरा",
    "how_much_Area_he_cultivate_the_selected_crop_in_acre": "चयनित फसल को वह कितने क्षेत्रफल में जोतता है एकड़ में",
    "which_company_seeds_he_generally_buy": "वह आमतौर पर किस कंपनी का बीज खरीदते हैं",
    "use_dhaanya_seed": "धान्य बीज का इस्तेमाल किया ?",
    "yes": "हाँ",
    "no": "नहीं",
    "which_company_hybrid_used": "किस कंपनी/हाइब्रिड का इस्तेमाल किया",
    "retailer_edge_code": "रिटेलर एज कोड",
    "validation_route": "सत्यापन मार्ग ",
    "registration_code": "पंजीकरण कोड",
    "ivr": "आईवीआर",
    "i_agree_to": "मैं योजना की",
    "term_condition": "नियमों और शर्तों",
    "of_the_scheme": "से सहमत हूँ।",
    "registration": "पंजीकरण करे",
    "term_conditions": "नियम और शर्तें",
    "term_conditions1": "रैलिस इंडिया लिमिटेड, कंपनी अधिनियम के तहत विधिवत निगमित एक कंपनी है, जिसका कॉर्पोरेट कार्यालय 23वीं मंजिल, लोढ़ा एक्सेलस, न्यू कफ परेड, ऑफ ईस्टर्न फ्रीवे, वडाला, मुंबई 400037, महाराष्ट्र, भारत में है, इस अभियान का संचालन कर रही है, जो द्वारा आयोजित किया जा रहा है। और कंपनी अधिनियम, 1956 के तहत विधिवत रूप से निगमित एक कंपनी Sproxil Brand Protection Solutions Private Limited के माध्यम से और अपने एजेंसी पार्टनर के माध्यम से, जिसके पास इसके संबंध हैं। कार्यालय बी-405, लोढ़ा सुप्रीमस - II, वागले एस्टेट, रोड नंबर 22, ठाणे पश्चिम, ठाणे - 400608, इसके बाद एक साथ \"आयोजक\" के रूप में संदर्भित। कृपया इसमें भाग लेने से पहले ऑफ़र के नियम और शर्तें पढ़ें (बाद में इसे \"ऑफ़र\" कहा जाएगा)।",
    "term_conditions2": "इस ऑफ़र में भाग लेने/लाभ लेने से, यह माना जाता है कि प्रतिभागियों/ग्राहकों/उपभोक्ताओं (बाद में सामूहिक रूप से \"प्रतिभागी\" के रूप में संदर्भित) और/या विजेताओं ने यहां निहित सभी नियमों और शर्तों को अपरिवर्तनीय रूप से और बिना शर्त स्वीकार कर लिया है, जिसमें कोई/सभी संशोधन, संशोधन शामिल हैं। , आदि बिना किसी आपत्ति के किए गए हैं और निम्नानुसार उनके लिए बाध्य रहेंगे:",
    "term_conditions_agreement": "नियम और शर्तों के लिए समझौता-",
    "agreement1": "i. रैलिस धान्य किसान पंजीकरण अभियान सीमित समय अवधि के लिए चलाया जाएगा और 06 दिसंबर, 2022 से 06 अगस्त, 2022 तक वैध है। किसान का पंजीकरण 06 अप्रैल, 2022 को बंद हो जाएगा।",
    "agreement2": "ii.आयोजकों के पास अभियान के बीच में उपहारों/योजना की घोषणा करने, पूर्व सूचना के बिना योजना और उपहारों को बदलने या बदलने का अधिकार सुरक्षित है।  आयोजक किसी भी समय कार्यक्रम को निलंबित या समाप्त करने का अधिकार भी सुरक्षित रखते हैं।",
    "agreement3": "iii.पुरस्कार विनिमेय, हस्तांतरणीय, प्रतिदेय या नकद के लिए प्रतिस्थापित नहीं होंगे या अन्यथा, सभी मामलों में, चाहे पूरे या आंशिक रूप से।एक बार वितरित किए गए पुरस्कार वापस या रद्द नहीं किए जा सकते।",
    "agreement4": "iv. यदि कोई विवाद हो तो उसे आयोजकों के पास भेजा जाना चाहिए और इनाम के संबंध में आयोजकों का निर्णय अंतिम और बाध्यकारी होगा।",
    "agreement5": "v. आपदा, युद्ध, नागरिक या सैन्य गड़बड़ी, महामारी, ईश्वरीय कृत्य या किसी भी लागू कानून या विनियमन के वास्तविक या प्रत्याशित उल्लंघन की स्थिति में आयोजक बिना किसी सूचना के योजना और इसके नियमों और शर्तों को रद्द/संशोधित करने का अधिकार सुरक्षित रखते हैं। कंपनी के नियंत्रण से बाहर कोई अन्य घटना।  योजना में परिवर्तन की सूचना आयोजकों द्वारा यथाशीघ्र संबंधित पक्षों को दी जाएगी।",
    "agreement6": "vi. डीलर/खुदरा विक्रेता/अंतिम-उपयोगकर्ता/प्रवेशक द्वारा कोई भी गतिविधि जिसे भारत में कानूनों द्वारा अवैध करार दिया जा सकता है और/या आयोजकों द्वारा डीलर/खुदरा विक्रेता/अंतिम-उपयोगकर्ता/प्रवेशक को नोटिस दिए बिना अयोग्य घोषित किया जाएगा।",
    "agreement7": "vii. आयोजकों के पास योजना की गतिशीलता तय करने और क्रियान्वित करने का अधिकार सुरक्षित है, अर्थात्, रैलिस इंडिया लिमिटेड के सामानों का न्यूनतम और अधिकतम खरीद मूल्य, उपहार, मोचन विधि और बाजार में योजना को पूरा करने के लिए तीसरी पार्टी एजेंसियों के साथ साझेदारी करना।",
    "agreement8": "viii. प्रस्ताव को स्वीकार करके, प्रतिभागी पूरी तरह से और बिना शर्त नियमों और शर्तों, गोपनीयता नीतियों और प्रचार संचार के लिए ऑप्ट-इन का पालन करने के लिए सहमत हैं।  प्रस्ताव से संबंधित सभी मामलों में आयोजक का निर्णय अंतिम और बाध्यकारी होगा, यहां निर्धारित सभी आवश्यकताओं के अधीन है।",
    "agreement9": "ix. इस ऑफ़र के नियमों और शर्तों के माध्यम से या अन्यथा उत्पाद की पेशकश, खरीद या विज्ञापन में भाग लेने के लिए एक प्रलोभन के रूप में नहीं माना जाएगा।",
    "how_to_participate": "कैसे भाग लें-",
    "participate1": "i. लॉगिन पेज पर एमडीआर में अंग्रेजी, हिंदी, मराठी और गुजराती के भाषा चयन विकल्प होंगे, वेबपेजों की सभी सामग्री तदनुसार दिखाई जाएगी।",
    "participate2": "ii. एमडीआर लॉगिन करने के लिए अपना मोबाइल नंबर दर्ज करना होगा और ओटीपी का उपयोग करके इसकी पुष्टि करनी होगी।",
    "participate3": "iii. लॉग इन करने पर, एमडीआर आज तक का अपना व्यक्तिगत लक्ष्य और उपलब्धि देख सकेगा।",
    "participate4": "iv.उसी पेज पर उसके पास नया किसान पंजीकरण करने का बटन होगा।",
    "participate5": "v. इस बटन पर क्लिक करने से वह किसान पंजीकरण पृष्ठ पर पहुंच जाएगा।",
    "participate6": "vi. एमडीआर नाम, मोबाइल नंबर, गांव, पिन कोड, पसंदीदा खुदरा विक्रेता, एकड़ में स्वामित्व वाली भूमि, उनके द्वारा उगाई जाने वाली फसल, विशिष्ट फसल के लिए भूमि उपयोग, कंपनी के बीज जो वे आम तौर पर खरीदते हैं, धान्य ब्रांड के बीज जो वे उपयोग करते हैं और खुदरा विक्रेता के एज कोड जैसे विवरण दर्ज करेंगे।.",
    "participate7": "vii. एमडीआर में पंजीकरण कोड (अल्फ़ान्यूमेरिक) या आईवीआर द्वारा किसानों के पंजीकरण की पुष्टि करने के लिए दो विकल्प होंगे।",
    "participate8": "viii. यदि किसान पंजीकरण कोड कहता है तो एमडीआर पंजीकरण कोड विकल्प का चयन करेगा जिसके माध्यम से किसान को पंजीकरण कोड एसएमएस भेजा जाएगा।",
    "participate9": "ix. एमडीआर किसान से पंजीकरण कोड लेगा और अपने पंजीकरण पृष्ठ में दर्ज करेगा और पंजीकरण की पुष्टि करने के लिए जमा करेगा।",
    "participate10": "x. यदि किसान आईवीआर कहता है तो एमडीआर आईवीआर विकल्प का चयन करेगा जिसके माध्यम से किसान को एक आईवीआर कॉल प्राप्त होगी जिसमें उसे अपने पंजीकरण की पुष्टि के लिए 1 या अस्वीकार करने के लिए 2 दबाने के लिए कहा जाएगा।",
    "participate11": "xi. पंजीकरण की पुष्टि करके किसान उत्पाद सामग्री साझा करने के लिए व्हाट्सएप का उपयोग करने के लिए सहमत होता है।",
    "term_conditions_intellectual": "बौद्धिक संपदा--",
    "intellectual1": "i. सभी अधिकार, शीर्षक और हित, जिसमें बौद्धिक संपदा अधिकार शामिल हैं, लेकिन वर्तमान प्रस्ताव सामग्री (ओं) में और किसी भी और सभी प्राप्त प्रतिक्रियाओं तक सीमित नहीं हैं, हर समय पूरी तरह से और विशेष रूप से आयोजकों के पास निहित होंगे। आयोजकों या इस संबंध में आयोजकों द्वारा अनुमत कोई भी व्यक्ति या संस्था भविष्य की पेशकश, विपणन, प्रचार और किसी अन्य उद्देश्य के लिए बिना किसी अनुमति और या भुगतान के किसी भी मीडिया में प्रविष्टि के संबंध में प्राप्त प्रतिक्रियाओं या किसी भी जानकारी का उपयोग करने का हकदार होगा। प्रतिभागी।",
    "intellectual2": "ii. ऑफ़र के संबंध में सबमिट की गई सभी सामग्री (चाहे लिखित, ऑडियो, इलेक्ट्रॉनिक या विज़ुअल फ़ॉर्म, या उनका संयोजन) या प्रतिभागियों की ली गई कोई भी फ़ोटोग्राफ़, वीडियो और/या फ़िल्म फ़ुटेज और/या ऑडियो रिकॉर्डिंग प्रस्तुत करने पर आयोजकों को सौंपी जाती हैं और विशेष रूप से आयोजकों की संपत्ति बनें। आयोजक किसी भी माध्यम में सामग्री का उपयोग कर सकते हैं, किसी भी उचित तरीके से वह उचित समझे। ऐसी किसी भी सामग्री में कॉपीराइट एकमात्र आयोजकों की संपत्ति है।",
    "general_conditions": "सामान्य शर्तें-",
    "general_conditions1": "i. प्रतिभागी समझता है और सहमत है कि चयनित प्रतिभागी/विजेता अकेले पुरस्कार के हकदार होंगे, यहां उल्लिखित सभी नियमों और शर्तों के अधीन, और उपरोक्त खंड 1(X) में बताए अनुसार सही और पूर्ण विवरण प्रस्तुत करना (सहित लेकिन नहीं) तक सीमित) निर्धारित तरीके से और आयोजकों की संपूर्ण संतुष्टि के लिए।",
    "general_conditions2": "ii. प्रस्ताव को आयोजकों के विवेकाधिकार पर प्रचारित किया जाएगा।",
    "general_conditions3": "iii. प्रतिभागी इसके द्वारा आयोजकों और उनके संबंधित स्वामियों, सहयोगियों, सहायक, सहयोगियों को अपरिवर्तनीय रूप से प्राधिकृत करते हैं और आयोजकों के विवेक के अनुसार प्रतिभागी के संबंध में ऑफ़र के दौरान और/या बाद में एकत्र किए गए किसी भी और सभी डेटा का उपयोग करने के लिए एक रॉयल्टी-मुक्त और स्थायी अधिकार प्रदान करते हैं (सहित) लेकिन नाम और फोटो और अन्य व्यक्तिगत विवरण तक सीमित नहीं) इस प्रस्ताव के उद्देश्य के लिए और या इसके किसी भी संचार में आयोजकों के ब्रांड और विज्ञापन, सोशल मीडिया, आयोजकों के प्लेटफॉर्म या किसी अन्य सार्वजनिक डोमेन के साथ या बिना विपणन प्रचार शामिल हैं।",
    "general_conditions4": "iv. प्रतिभागी/विजेता(ओं) को माइक्रोसाइट पर प्रतिभागी द्वारा प्रदान किए गए मोबाइल नंबर पर सूचित किया जाएगा।  इस संबंध में आयोजकों के प्रबंधन का निर्णय प्रतिभागी और/या विजेता(ओं) के लिए अंतिम और बाध्यकारी होगा, और प्रतिभागी/विजेता इस बात से सहमत हैं कि किसी भी प्रकार का कोई दावा, विवाद आदि नहीं होगा। आयोजकों के खिलाफ आवाज उठाई।",
    "general_conditions5": "v. पुरस्कार न तो बदला जा सकता है और न ही नकद / किसी गैर-मौद्रिक विचार के लिए भुनाया जा सकता है और न ही यह हस्तांतरणीय है।किसी भी कारण से सटीक पुरस्कार प्रदान करने में आयोजकों की अनुपलब्धता या अक्षमता की स्थिति में, आयोजकों को एक वैकल्पिक पुरस्कार देने का अधिकार होगा और विजेता प्रतिभागी इसे बिना किसी आपत्ति के स्वीकार करेगा और इसके खिलाफ कोई दावा नहीं करेगा। किसी भी खाते पर आयोजक।",
    "general_conditions6": "vi. पुरस्कार भारत के लागू कानूनों के अधीन है।  लागू उपहार कर सहित लागू करों, लेवी और अन्य वैधानिक भुगतानों में से कोई भी कटौती पूरी तरह से विजेता द्वारा वहन की जाएगी।",
    "general_conditions7": "vii. प्रस्ताव के तहत पुरस्कार स्वीकार करते समय, विजेता (ओं) को \"क्षतिपूर्ति\" और \"दावों की रिहाई\" फॉर्म निष्पादित करने की आवश्यकता हो सकती है, जैसा कि आयोजकों द्वारा प्रदान किया जा सकता है, जैसा भी मामला हो, जो आयोजकों को सभी देयताओं से मुक्त कर देगा। , हानि, क्षति, मांग, दावा, आदि। इस प्रस्ताव के तहत विचार किए गए प्रस्ताव और पुरस्कार के संबंध में।  आयोजकों द्वारा अनुरोध किए गए किसी भी दस्तावेज़ को पूरा करने और हस्ताक्षर करने में विफलता के परिणामस्वरूप ऐसे प्रतिभागी और/या विजेता को अयोग्य ठहराया जा सकता है।  इसके बाद, आयोजकों को अपने विवेक से अगला विजेता चुनने का अधिकार होगा।  इस संबंध में आयोजकों के सभी निर्णय अंतिम होंगे।",
    "general_conditions8": "viii. इसमें निहित नियमों और शर्तों में किसी भी त्रुटि या चूक के लिए आयोजक जिम्मेदार नहीं हैं।  ऑफ़र में प्रदान की गई सभी जानकारी किसी भी प्रकार की वारंटी के बिना \"जैसा है\" के आधार पर प्रदान की जाती है।  आयोजकों, इसके प्रबंधन, निदेशकों, कर्मचारियों, अधिकारियों, सहयोगियों या सहायक, एजेंटों, प्रतिनिधियों, आदि या इसके प्रायोजकों/भागीदारों में से कोई भी प्रतिनिधित्व नहीं करता है, और आगे किसी भी प्रकार की सभी व्यक्त, निहित और वैधानिक वारंटियों से खुद को अस्वीकार करता है। प्रतिभागियों, विजेताओं और/या ऑफ़र की सटीकता, समय-सीमा, पूर्णता, व्यापारिकता या फ़िटनेस के संबंध में कोई भी तृतीय पक्ष।",
    "general_conditions9": "ix. आयोजक के ऑन रोल कर्मचारी और उनके परिवार के सदस्य, और इसके प्रायोजक/साझेदार ऑफर में भाग लेने के पात्र नहीं हैं।",
    "general_conditions10": "x. प्रस्ताव और/या किसी भी अन्य प्रचार सामग्री(ओं) में बौद्धिक संपदा अधिकारों सहित, लेकिन इन्हीं तक सीमित नहीं, सभी अधिकार, शीर्षक और हित, हर समय केवल और विशेष रूप से आयोजकों के पास निहित होंगे।  प्रस्ताव के संबंध में, आयोजकों या आयोजकों द्वारा अनुमत कोई भी व्यक्ति या संस्था किसी भी मीडिया प्रचार, विपणन के लिए प्रतिभागी और/या विजेताओं के नाम, चरित्र, फोटोग्राफ, आवाज, वीडियो टेप इत्यादि के व्यक्तिगत विवरण का उपयोग करने के हकदार होंगे। गतिविधि, प्रचार और इसी तरह उद्देश्यों।  ऑफ़र में स्वेच्छा से भाग लेने से, प्रतिभागी और/या विजेता एतद्द्वारा रॉयल्टी, पारिश्रमिक या आयोजकों द्वारा अपने व्यक्तिगत विवरण के ऐसे किसी भी उपयोग के कारण कानूनी रूप से चुनौती का दावा करने के अपने सभी अधिकारों को छोड़ देते हैं।",
    "general_conditions11": "xi. आयोजक बिना किसी पूर्व सूचना/नोटिस के इस प्रस्ताव को बदलने, स्थगित करने, बदलने या आंशिक या पूर्ण रूप से रद्द करने, या प्रस्ताव के किसी भी या सभी नियमों और शर्तों को बदलने का अधिकार सुरक्षित रखते हैं।  इसके अलावा, यह इस संबंध में किसी भी प्रतिभागी और/या विजेताओं को किसी भी परिणामी नुकसान/क्षति के लिए उत्तरदायी नहीं होगा।  आम तौर पर आयोजकों का निर्णय, और विशेष रूप से इस प्रस्ताव के संबंध में प्रतिभागी और/या विजेताओं पर पूर्ण, अंतिम, बाध्यकारी और गैर-विवादास्पद होगा।",
    "general_conditions12": "xii. किसी भी परिस्थिति में आयोजकों, इसके प्रबंधन, निदेशकों, कर्मचारियों, अधिकारियों, सहयोगियों या सहायक कंपनियों, एजेंटों, प्रतिनिधियों, आदि लाभ के किसी भी नुकसान या खोए हुए अवसर के लिए प्रतिभागी, विजेताओं और/या किसी तीसरे पक्ष के लिए उत्तरदायी नहीं होंगे। कोई भी अप्रत्यक्ष, विशेष, परिणामी, आकस्मिक, या दंडात्मक नुकसान जो भी हो, भले ही आयोजकों को ऐसे किसी भी नुकसान की संभावना की सलाह दी गई हो।  प्रतिभागी/विजेता विशेष रूप से सहमत हैं कि वे भारत में किसी भी अदालत या फोरम में आयोजकों, उसके प्रबंधन के खिलाफ व्यक्तिगत रूप से या परिवार के किसी सदस्य के माध्यम से या किसी तीसरे पक्ष के माध्यम से कोई आपराधिक और/या नागरिक कार्यवाही/शिकायत/आवेदन दायर नहीं करेंगे और/या पहल नहीं करेंगे। निदेशक, कर्मचारी, अधिकारी, सहयोगी या सहायक, एजेंट, प्रतिनिधि आदि।  किसी भी नुकसान के लिए किसी भी नुकसान का दावा करने या ऑफ़र और/या पुरस्कारों के संबंध में राहत पाने के लिए।  प्रतिभागी/विजेता विशेष रूप से सहमत हैं कि आयोजक, उसके सहयोगी, उसकी समूह कंपनियां, उनके कर्मचारी, अधिकारी, निदेशक या कोई अन्य व्यक्ति और/या प्रायोजक किसी भी दावे/दायित्वों/नुकसान (कानूनी शुल्क सहित) के लिए जिम्मेदार नहीं होंगे और ऑफ़र और/या पुरस्कारों के संबंध में प्रतिभागी या पुरस्कार विजेताओं द्वारा किसी भी तरह से किसी भी तरह की चोट/क्षति/हानि/हानि/मृत्यु/मानसिक या भावनात्मक आघात के संबंध में।",
    "general_conditions13": "xiii. ।आयोजकों के मंच में निहित सभी सामग्री और सामग्री केवल प्रतिभागी के व्यक्तिगत और गैर-व्यावसायिक उपयोग के लिए उपलब्ध कराई जाती है।  आयोजकों के प्लेटफॉर्म पर सामग्री/सामग्री का कोई अन्य उपयोग और/या एसएमएस द्वारा प्रसारित कोई भी जानकारी, या संचार के किसी भी अन्य माध्यम को सख्ती से प्रतिबंधित किया गया है।",
    "general_conditions14": "xiv. ऑफ़र और यूपीआई कैशबैक से संबंधित सभी आकस्मिक लागत, कर या लेवी, यदि कोई हो, विशेष रूप से प्रतिभागियों द्वारा वहन किया जाएगा, जिसमें टीडीएस, उपहार कर (यदि कोई हो), बीमा और लागू होने वाले अन्य कर शामिल हैं, लेकिन इन तक सीमित नहीं हैं। केंद्र, राज्य या नगरपालिका सरकार।",
    "general_conditions15": "xv. आयोजकों के पास इस ऑफ़र या इसके किसी भी भाग को पात्रता मानदंड, टी एंड सी सहित इसकी वैधता के दौरान किसी भी समय अपने विवेकाधिकार पर विस्तार, रद्द करने, बंद करने, समय से पहले वापस लेने, बदलने, बदलने या संशोधित करने का अधिकार सुरक्षित है। व्यापार की अनिवार्यताएं और/या एक नियामक प्राधिकरण द्वारा परिवर्तन और/या वैधानिक परिवर्तन और/या उनके नियंत्रण से परे कोई भी कारण और यह प्रतिभागियों पर बाध्यकारी होगा।",
    "general_conditions16": "xvi. आयोजक ऑफ़र के तहत या पुरस्कार के संबंध में अपने किसी भी दायित्व को पूरा करने के लिए उत्तरदायी नहीं होंगे, जहां यह अप्रत्याशित परिस्थितियों के परिणामस्वरूप ऐसा करने में असमर्थ है, अप्रत्याशित परिस्थितियों सहित COVID-19 प्रतिबंध या इसके बाहर की परिस्थितियों तक सीमित नहीं है उचित नियंत्रण।",
    "general_conditions17": "xvii. ।प्रस्ताव के इन नियमों और शर्तों से परे किसी भी स्थिति, परिस्थितियों और परिदृश्यों के मामले में आयोजकों को निर्णय लेने का अधिकार है।",
    "general_conditions18": "xviii. ।ऑफ़र और यहां दिए गए नियम और शर्तें भारत में लागू कानूनों के अनुसार शासित और माने जाएंगे।  ऑफ़र और/या पुरस्कारों से संबंधित सभी मामले केवल बैंगलोर की अदालतों के अनन्य क्षेत्राधिकार के अधीन हैं।  प्रस्ताव को शून्य माना जाएगा जो कानून द्वारा निषिद्ध था।",
    "dialog_full_name": "कृपया अपना पूरा नाम दर्ज करें",
    "dialog_valid_number": "कृपया एक मान्य मोबाइल नंबर डालें!",
    "dialog_farmer_vill": "कृपया एक किसान गांव डालें!",
    "dialog_pincode": "कृपया एक पिनकोड डालें!",
    "dialog_preferred_retailer": "कृपया एक पसंदीदा खुदरा विक्रेता दर्ज करें!",
    "dialog_land_owned_in_acre": "कृपया एकर में स्वामित्व वाली भूमि का चयन करें!",
    "dialog_crop_name": "कृपया एक फसल का नाम चुनें!",
    "dialog_cultivate_crop_area": "कृपया क्षेत्र का चयन करें वह एकड़ में चयनित फसल की खेती करें!",
    "dialog_company_name": "कृपया कंपनी का नाम डालें!",
    "dialog_dhaanya_seed": "कृपया धान्य बीज चुनें!",
    "dialog_company_used": "कृपया एक कंपनी दर्ज करें/प्रयुक्त हाइब्रिड!",
    "dialog_edge_code": "कृपया रिटेलर एज कोड डालें!",
    "dialog_validate_route": "कृपया सत्यापन रूट चुनें!",
    "dialog_term_condition": "कृपया नियम और शर्तें स्वीकार करें!",
    "dialog_check_login": "इस सेवा का उपयोग करने के लिए कृपया पहले लॉगिन करें",
    "user_is_not_register": "प्रयोक्ता पंजीकृत नहीं है कृपया पंजीकरण करें",
    "otp_sent": "आपके मोबाइल पर ओटीपी भेज दिया गया है",
    "enter_correct_otp": "कृपया सही OTP दर्ज करें",
    "register_code_sent": "किसानों को पंजीकरण कोड भेजें",
    "farmer_already_register": "किसान पहले से पंजीकृत है",
    "ivr_sent": "आईवीआर अनुरोध किसानों के नंबर पर भेज दिया गया है",
    "registration_successful": "किसान पंजीकरण सफलतापूर्वक पूर्ण",
    "registration_otp": "कृपया सही पंजीकरण कोड दर्ज करें",
    "seed_package":"मैं पुष्टि करता हूं कि मैं फसल के लिए धान्य संकर बीज के इतने पैकेट खरीदूंगा।"
}